[
  {
    "Title": "5-Amino-1MQ",
    "Status": "Active",
    "Content": "Your cells make NAD+, a molecule that helps improve energy levels and assist with cellular turnover. 5-Amino-1MQ (5-Amino-1-methylquinolinium) blocks the enzyme that breaks down NAD+, NNMT (nicotinamide N-methyltransferase). More NAD+ in the cells leads to improvements in energy levels along with less fat deposition. More energy, less fat.",
    "Short Description": "A peptide that helps to improve NAD+ levels to increase energy and help with weight loss.",
    "Sku": "VB004",
    "Price": 120,
    "Product categories": "Anti-Aging|Cognitive Health|Weight Loss",
    "Slug": "5-amino-1mq",
    "introp1": "Increased Energy and Memory",
    "introp2": "Supports weight loss",
    "introp3": "Increased memory / cognition",
    "introp4": "Receive your medication in as little as 7 days**",
    "mechanism": "As we age, we lose more and more of our NAD+ production which means less energy and impaired mental clarity. 5-Amino-1MQ prevents NAD+ loss so you feel more energized, have increased cognitive function, and primes your metabolism for weight loss.",
    "ingredients": "5-Amino-1MQ",
    "benefits": "This is an easy way to boost your NAD+ levels without the need for injections, the normal NAD+ delivery method and if the pokes don’t bother you, it can be a fantastic accompaniment to NAD+ therapy for boosted effectiveness.",
    "benefit1": "Improved energy",
    "benefit2": "Improved body composition",
    "benefit3": "Improved body composition",
    "doctor": "Peptides are signalers throughout the body. These are preferred by providers as they nudge the body to modify how they are performing, typically with fewer side effects than other medications. With the assistance of a provider, this medication can greatly improve your NAD+ levels to improve your energy and cognitive performance.",
    "frequency": "Once Daily",
    "application": "Oral Capsule",
    "dosage": "50mg",
    "imageBG": "/public/products/BG/5Amino1MQBG.webp",
    "imageM": "/public/products/Male/5-amino-1mq.webp",
    "imageF": "/public/products/Female/5-amino-1mq.webp"
  },
  {
    "Title": "Bio-Boost Plus",
    "Status": "Active",
    "Content": "An injectable of 9 ingredients, this formula has Methionine, Inositol, Choline to help with breaking down fatty acids in the liver,  B-12 for energy, arginine, and carnitine, B-5, and B-6 - All to help with energy, increase blood flow, and prevent muscle catabolism.  This shot is done frequently to optimize needed resources for liberating and eliminating fat leading to weight loss.",
    "Short Description": "This injectable formulation is designed to help break down fat for weight loss and optimize nutrient absorption and energy.",
    "Sku": "VB005",
    "Price": 129,
    "Product categories": "Anti-Aging|Weight Loss",
    "Slug": "bio-boost-plus",
    "introp1": "Giving your body the nutrients needed for burning fat and better energy levels.",
    "introp2": "Support weight loss and energy levels.",
    "introp3": "Receive your medication in as little as 7 days**",
    "introp4": "No Insurance needed!",
    "mechanism": "This has been formulated for a focus on weight loss and optimizing the liver function for breaking down fatty acids. The ingredients “MIC” which is a combo of Methionine, Inositol, and Choline are designed to give your body and liver what it needs to get rid of fat as you lose weight. The other ingredients such as B-5, B-6, B-12, carnitine, and arginine are there to help prevent breakdown of muscle during fat loss while supporting healthy energy levels as you continue to work towards your goals.",
    "ingredients": "Methionine 25mg/ml, Inositol 50mg/ml, Choline Chloride 50mg/ml, Pyridoxine (B6) 25mg/ml, Dexpentanol (B5) 25mg/ml, L-Carnitine 15mg/ml, L-Arginine 15mg/ml, Lidocaine 1mg/ml, Cyanocobalamin (B12) 1mg/ml",
    "benefits": "By itself or used together with another weight loss medication, most of these ingredients are commonly found in many foods we commonly eat. Boosting these can help ensure that the efficiency of your weight loss is optimized so you lose every pound that you should, with the work you’re putting in. As an injectable, we are bypassing the gut and its possible absorption issues, injecting straight into the muscle for direct and 100% absorption of the nutrients your body needs.",
    "benefit1": "Lose weight",
    "benefit2": "Boost energy levels",
    "benefit3": "Boost energy levels",
    "doctor": "Doctors agree that a natural approach is optimal. Letting your body do what it does best by allowing it to have all the fuel it needs to burn fat efficiently without the use of stimulants or other more harsh weight loss medications.",
    "frequency": "2-3 times per week",
    "application": "Muscular injection",
    "dosage": "1-3mL",
    "imageBG": "/public/products/BG/BioBoostPlusBG.webp",
    "imageM": "/public/products/Male/bio-boost-plus.webp",
    "imageF": "/public/products/Female/bio-boost-plus.webp"
  },
  {
    "Title": "Blood Pump",
    "Status": "Active",
    "Content": "Phosphodiesterase (PDE) inhibitors open the floodgates for blood flow throughout the body. This results in better oxygen delivery and nutrient absorption into the tissues such as the muscles and brain. More nutrients and oxygen directly impact performance at the gym, in the bedroom, and in the boardroom.",
    "Short Description": "This combo medication of Vardenafil and Tadalafil is designed to open the blood vessels for maximizing performance- whether that is strong muscle pumps, enhanced sexual experience, or increasing mental sharpness.",
    "Sku": "VB006",
    "Price": 89,
    "Product categories": "Sexual Wellness",
    "Slug": "blood-pump",
    "introp1": "Bigger pumps throughout the body",
    "introp2": "Effects felt in as fast as 15-minutes",
    "introp3": "Better nutrient delivery to your muscles.",
    "introp4": "Increased blood flow to the brain for increased cognitive function.",
    "mechanism": "Increases in blood flow throughout the body leads to improvement in muscle pump, nutrient delivery, sexual function, and mental performance.",
    "ingredients": "Vardenafil, Tadalafil",
    "benefits": "Blood flow to the brain increases nutrient delivery and oxygen for increased mental acuity and memory",
    "benefit1": "Increased flow to the muscles leads to bigger pumps and more nutrient delivery for increased performance and longer workouts",
    "benefit2": "Longer and harder erections, increased endurance and improved partner satisfaction",
    "benefit3": "Longer and harder erections, increased endurance and improved partner satisfaction",
    "doctor": "Studies show improvement using PDE's such as Vardenafil and Tadalafil in muscle recovery, workout performance, sexual encounters, and mental focus and memory. The lower dosages of these strong medications allow for daily use and have big impact on how you feel and perform.",
    "frequency": "Can be taken daily",
    "application": "Oral Capsule",
    "dosage": "1 capsule taken before physical activity",
    "imageBG": "/public/products/BG/BloodPumpBG.webp",
    "imageM": "/public/products/Male/blood-pump.webp",
    "imageF": "/public/products/Female/blood-pump.webp"
  },
  {
    "Title": "BPC-157",
    "Status": "Active",
    "Content": "BPC-157 is a peptide which is a combination of amino acids. Research suggests it has several key actions in the body. It appears to stimulate the growth of new blood vessels (angiogenesis), which is crucial for tissue repair as it increases blood flow to injured areas. BPC-157 also seems to promote the production of collagen, a major structural protein in various tissues, vital for wound healing. Additionally, it may influence the activity of various growth factors involved in tissue regeneration and repair. BPC-157 may also have antioxidant properties, helping to protect cells from oxidative damage, and it may interact with the nitric oxide system, potentially contributing to its effects on blood flow and inflammation.",
    "Short Description": "Accelerate healing, reduce inflammation, and optimize your body's recovery with BPC-157 therapy.",
    "Sku": "VB007",
    "Price": 68,
    "Product categories": "Injury and Recovery",
    "Slug": "bpc-157",
    "introp1": "Tendon and ligament repair",
    "introp2": "Improved gut health",
    "introp3": "Speed up healing",
    "introp4": "Neuroprotective effects",
    "mechanism": "BPC-157 is like a repair crew for your body. It helps you heal in a few different ways. First, it encourages the growth of new blood vessels, which bring more blood flow to injured areas, helping them get the nutrients and oxygen they need to heal faster. Think of it as building new roads to bring supplies to a construction site. Second, it boosts the production of collagen, a key building block for skin, tendons, and ligaments, making those tissues stronger and more resilient. It's like providing extra bricks to rebuild a damaged wall. BPC-157 also seems to influence other important chemicals involved in healing and helps protect cells from damage. It even interacts with a system in the body that controls blood flow and inflammation.",
    "ingredients": "BPC-157",
    "benefits": "Accelerated wound healing",
    "benefit1": "Reduced inflammation",
    "benefit2": "Improved gut health",
    "benefit3": "Improved gut health",
    "doctor": "Doctors find BPC-157’s potential mechanisms of action intriguing compared to current medications for certain conditions. Unlike many conventional drugs that focus on symptom management, BPC-157 appears to promote healing and regeneration at the cellular level. This suggests it might address the underlying causes of some conditions, rather than just masking symptoms. For example, in inflammatory bowel disease, where current medications often focus on suppressing inflammation, BPC-157 may help repair the gut lining and promote a healthier gut environment. Similarly, in tendon and ligament injuries, where traditional treatments often involve pain management and physical therapy, BPC-157 may accelerate healing by promoting collagen synthesis and angiogenesis.",
    "frequency": "Once Daily",
    "application": "Oral Capsule",
    "dosage": "500mcg",
    "imageBG": "/public/products/BG/BPC157BG.webp",
    "imageM": "/public/products/Male/bpc-157.webp",
    "imageF": "/public/products/Female/bpc-157.webp"
  },
  {
    "Title": "Cedar Oral Hair",
    "Status": "Active",
    "Content": "This is a unique blend of ingredients focused on providing the resources for natural hair growth while dramatically reducing the reasons for hair loss. Biotin is a vitamin that supports healthy hair, skin and nail growth at the cellular level. Finasteride blocks DHT or DiHydroTestosterone which can cause hair loss at the follicular level. Lastly, Minoxidil increases the blood flow to the follicles to allow for more nutrients and supplies to arrive for optimal hair growth.",
    "Short Description": "An oral capsule taken daily to effectively tackle thinning hair concerns while promoting hair growth for men.",
    "Sku": "VB001",
    "Price": 45,
    "Product categories": "Hair Loss",
    "Slug": "cedar-oral-hair",
    "introp1": "Stop losing hair you have",
    "introp2": "Stimulate new hair growth",
    "introp3": "Receive your medication in as little as 7 days**",
    "introp4": "No Insurance needed!",
    "mechanism": "Cedar Oral Hair formula works by increasing the blood flow to the hair follicle allowing nutrients like biotin to come in for healthy development. Finasteride blocks the hormone component that leads to male hair loss.",
    "ingredients": "Biotin, Finasteride, Minoxidil",
    "benefits": "These ingredients are used commonly in hair loss products and used in combination provide an easy daily solution that works on multiple mechanisms to keep the hair you have and remove the barriers to hair growth.",
    "benefit1": "Improved nutrient delivery",
    "benefit2": "Improved hair growth",
    "benefit3": "Improved hair growth",
    "doctor": "Doctors across the country use these ingredients to address hair loss in their patients but most are using only one ingredient at a time. Using them in combination increases the likelihood of improved hair growth and reduction in hair loss.",
    "frequency": "Once Daily",
    "application": "Oral Capsule",
    "dosage": "Finasteride 1mg, Minoxidil 2.5mg, Biotin 5mg",
    "imageBG": "/public/products/BG/CedarOralHairBG.webp",
    "imageM": "/public/products/Male/cedar-oral-hair.webp",
    "imageF": ""
  },
  {
    "Title": "Clomiphene",
    "Status": "Active",
    "Content": "Clomiphene, a selective estrogen receptor modulator (SERM), works by blocking estrogen receptors in the hypothalamus and pituitary gland. This blockage disrupts the negative feedback loop that normally suppresses gonadotropin-releasing hormone (GnRH) release. As a result, GnRH secretion increases, which in turn stimulates the pituitary gland to release more luteinizing hormone (LH) and follicle-stimulating hormone (FSH). In men, LH stimulates Leydig cells in the testes to produce more testosterone, while FSH supports spermatogenesis (sperm production) within the seminiferous tubules. This cascade of hormonal events ultimately leads to increased testosterone levels and improved sperm production, thus potentially enhancing fertility.",
    "Short Description": "Clomiphene offers a simple, oral solution to boost both testosterone and sperm production, potentially enhancing fertility in men.",
    "Sku": "VB041",
    "Price": 50,
    "Product categories": "Hormone Therapy",
    "Slug": "clomiphene",
    "introp1": "Clomiphene offers a simple, oral solution to boost both testosterone and sperm production, potentially enhancing fertility in men.",
    "introp2": "Protect and promote fertility",
    "introp3": "Improve sperm production",
    "introp4": "Easy oral solution for testosterone",
    "mechanism": "Clomiphene tricks the brain into thinking estrogen levels are low. This triggers the release of more GnRH, which then signals the pituitary gland to produce more LH and FSH. In men, LH stimulates the testes to make more testosterone, and FSH supports sperm production. By increasing LH and FSH, clomiphene effectively raises testosterone levels and boosts sperm creation, thus improving fertility.",
    "ingredients": "Clomiphene citrate",
    "benefits": "Clomiphene boosts testosterone and fertility in men through a simple oral solution, increasing energy and enhancing sperm production.",
    "benefit1": "Oral administration",
    "benefit2": "Increased testosterone levels leading to improved energy",
    "benefit3": "Increased testosterone levels leading to improved energy",
    "doctor": "Doctors often choose clomiphene over testosterone injections to save fertility in younger individuals or as an alternative for those looking for something other than injections (shots). Clomiphene stimulates the body's own testosterone production by influencing the hypothalamic-pituitary-testicular axis, avoiding the potential suppression of natural testosterone production that can occur with exogenous testosterone injections. This is particularly important for men concerned about maintaining fertility, as testosterone injections can significantly reduce sperm production. Clomiphene is a less invasive and potentially more convenient option compared to injections. It also carries a lower risk of certain side effects associated with direct testosterone replacement, such as testicular atrophy. In essence, clomiphene offers a way to boost testosterone while preserving natural hormonal pathways and fertility, making it a preferred option for certain patients.",
    "frequency": "Once daily",
    "application": "Capsule",
    "dosage": "50mg",
    "imageBG": "/public/products/BG/ClomipheneBG.webp",
    "imageM": "/public/products/Male/clomiphene.webp",
    "imageF": ""
  },
  {
    "Title": "Elamipretide (SS-31)",
    "Status": "Active",
    "Content": "Elamipretide, also known as SS-31, works on mitochondria by interacting with the mitochondrial membrane. Binds to cardiolipin, a lipid found in the inner mitochondrial membrane, stabilizing the ETC and reducing reactive oxygen species (ROS) production.",
    "Short Description": "Boosting your mitochondria boosts energy and efficiency in almost every cell in your body. Improve your mitochondria, improve your energy and metabolism.",
    "Sku": "VB008",
    "Price": 275,
    "Product categories": "Anti-Aging",
    "Slug": "elamipretide-ss-31",
    "introp1": "Boost energy",
    "introp2": "Increase your metabolism",
    "introp3": "Promote healthy aging",
    "introp4": "Reduce oxidative stress",
    "mechanism": "Elamipretide interacts with the mitochondrial membrane by binding to its negatively charged phospholipids, which allows it to modulate the membrane potential—an essential factor in ATP production. This modulation enhances the efficiency of mitochondrial energy production while also potentially reducing oxidative stress within the mitochondria, a process that can otherwise damage cellular components. By improving mitochondrial function and mitigating oxidative stress, elamipretide supports overall cellular health and may even contribute to slowing down cellular aging.",
    "ingredients": "Elamipretide (SS-31)",
    "benefits": "Improved Mitochondrial Function: Elamipretide has been shown to increase mitochondrial respiration and ATP production.",
    "benefit1": "Reduced Oxidative Stress: It has been demonstrated to reduce oxidative stress, which can damage cells and contribute to aging.",
    "benefit2": "Protection Against Cellular Damage: Elamipretide can protect cells from damage caused by various stressors, including oxidative stress and ischemia-reperfusion injury.",
    "benefit3": "Protection Against Cellular Damage: Elamipretide can protect cells from damage caused by various stressors, including oxidative stress and ischemia-reperfusion injury.",
    "doctor": "Doctors agree that your mitochondria is where most chronic diseases go wrong. Conditions such as heart disease, diabetes, and even some cancers start as a result of some breakdown in the mitochondria. Get ahead of chronic disease by improving the powerhouse of the cell. Peptides are recognized as safe signalers in the body. These are preferred by providers as they nudge the body to modify how they are performing, typically with fewer side effects than other medications.",
    "frequency": "Once daily at bedtime",
    "application": "Subcutaneous (under the skin) injection",
    "dosage": "0.2mL",
    "imageBG": "/public/products/BG/ElamipretideBG.webp",
    "imageM": "/public/products/Male/elamipretide-ss-31.webp",
    "imageF": "/public/products/Female/elamipretide-ss-31.webp"
  },
  {
    "Title": "Enclomiphene",
    "Status": "Active",
    "Content": "Enclomiphene is a selective estrogen receptor modulator (SERM) used to trigger an increase in your Luteinizing Hormone (LH) and Follicle Stimulating Hormone (FSH) which are the body's feedback loop for telling the testes to produce more testosterone and sperm. This is the opposite of testosterone replacement therapy where your body's feedback loop is suppressed - leading to a drop of natural production of Testosterone.\n\n<p></p><span style=\"font-size: 12pt !important;\"><span style=\"font-size: 12pt !important;\">**Colorado residents: Due to state regulations, Enclomiphene will be substituted with Clomiphene.**</span></span>",
    "Short Description": "An oral capsule taken daily to maintain fertility and boost testosterone levels naturally - Not hormone replacement but nudging your body to create more testosterone and sperm.",
    "Sku": "VB042",
    "Price": 60,
    "Product categories": "Hormone Therapy",
    "Slug": "enclomiphene",
    "introp1": "Maintain fertility",
    "introp2": "Increase testosterone levels",
    "introp3": "Receive your medication in as little as 7 days**",
    "introp4": "No insurance needed!",
    "mechanism": "Enclomiphene works with hormones in your brain to stimulate your reproductive organs to function and work more to create more testosterone and sperm. Our bodies are already creating these signals but sometimes our bodies get complacent and need a little nudge.\n\n<p></p><span style=\"font-size: 12pt !important;\"><span style=\"font-size: 12pt !important;\">**Colorado residents: Due to state regulations, Enclomiphene will be substituted with Clomiphene.**</span></span>",
    "ingredients": "Enclomiphene",
    "benefits": "Compared to topical testosterone therapy, enclomiphene enhances testosterone levels without increases to DHT which can affect the prostate and worsen hair loss.*",
    "benefit1": "Improved energy and body composition",
    "benefit2": "Increased testosterone levels",
    "benefit3": "Increased testosterone levels",
    "doctor": "Many providers (not ours) aren't aware of anything other than testosterone replacement to raise your T levels. Enclomiphene is a great way to raise your levels while maintaining your sperm count (fertility) without the pain of injections or the messiness of creams and gels.",
    "frequency": "Once daily",
    "application": "Capsule",
    "dosage": "Ranging from 12.5mg to 50mg",
    "imageBG": "/public/products/BG/EnclomipheneBG.webp",
    "imageM": "/public/products/Male/enclomiphene.webp",
    "imageF": ""
  },
  {
    "Title": "Glutathione",
    "Status": "Active",
    "Content": "Glutathione's power lies in its role as a potent antioxidant and its involvement in several key cellular processes. As a tripeptide (made of three amino acids), it neutralizes free radicals by donating its electrons, effectively preventing these unstable molecules from damaging cells, DNA, and other vital components. This action is crucial in reducing oxidative stress, a major contributor to aging and various diseases. Beyond direct antioxidant activity, glutathione also plays a critical role in detoxifying the liver. It participates in Phase II detoxification pathways, where it conjugates with toxins, making them water-soluble and easier to excrete. Furthermore, glutathione is essential for immune function, supporting the proliferation and activity of lymphocytes (a type of white blood cell) and maintaining a balanced immune response. It also contributes to the regeneration of other antioxidants, such as vitamins C and E, further amplifying its protective effects. Finally, glutathione is involved in various metabolic processes and helps maintain cellular redox balance, a critical factor for cell survival and function.",
    "Short Description": "Supercharge your health with Glutathione therapy: detoxify, strengthen your immune system, and unleash your inner power.",
    "Sku": "VB009",
    "Price": 149,
    "Product categories": "Anti-Aging|Skin Care",
    "Slug": "glutathione",
    "introp1": "Empower your detoxifying system.",
    "introp2": "Improve your immune system.",
    "introp3": "The body’s master antioxidant.",
    "introp4": "Support your skin and cellular function.",
    "mechanism": "Glutathione is like a tiny superhero inside your cells, fighting off damage and keeping things running smoothly. It's a powerful antioxidant, which means it tackles harmful molecules called free radicals that can damage your body. Think of free radicals as tiny villains, and glutathione is the hero that neutralizes them. Glutathione also helps your liver clean house, getting rid of toxins and other bad stuff. Plus, it's a big supporter of your immune system, helping your body fight off infections. It even helps recycle other important antioxidants, like vitamins C and E, so they can keep fighting the good fight. Basically, glutathione is essential for keeping your cells healthy and strong, which is why it's so important for overall well-being.",
    "ingredients": "Glutathione",
    "benefits": "Fights Free Radicals: Glutathione is a powerful antioxidant that neutralizes harmful free radicals, protecting cells from damage and reducing oxidative stress.\nDetoxifies the Liver: It plays a key role in liver detoxification, helping to eliminate toxins and harmful substances from the body.",
    "benefit1": "Boosts Immune System: Glutathione supports a healthy immune system by helping white blood cells function properly and fighting off infections.",
    "benefit2": "Recycles Other Antioxidants: It helps regenerate other important antioxidants like vitamins C and E, extending their protective effects.",
    "benefit3": "Recycles Other Antioxidants: It helps regenerate other important antioxidants like vitamins C and E, extending their protective effects.",
    "doctor": "Doctors find glutathione appealing due to its multifaceted roles in cellular health. Its potent antioxidant properties, including neutralizing free radicals and regenerating other antioxidants, make it a potentially valuable tool in combating oxidative stress, a key factor in many chronic diseases. Glutathione's involvement in liver detoxification pathways offers a targeted approach for supporting patients with compromised liver function or those exposed to environmental toxins. Its influence on immune function, particularly its support of lymphocyte activity, makes it potentially beneficial for patients with weakened immune systems or chronic infections.",
    "frequency": "2-3 times per week",
    "application": "Injectable",
    "dosage": "200mg/mL",
    "imageBG": "/public/products/BG/GlutathioneBG.webp",
    "imageM": "/public/products/Male/glutathione.webp",
    "imageF": "/public/products/Female/glutathione.webp"
  },
  {
    "Title": "Gonadorelin HCL",
    "Status": "Active",
    "Content": "Gonadorelin is a synthetic analogue of gonadotropin-releasing hormone (GnRH), a hormone naturally produced in the hypothalamus. GnRH acts on the pituitary gland, stimulating the release of luteinizing hormone (LH) and follicle-stimulating hormone (FSH). These hormones, in turn, regulate the production of sex hormones (testosterone in men, estrogen and progesterone in women) and control various reproductive functions, including ovulation, spermatogenesis, and menstrual cycles. Gonadorelin, by mimicking GnRH, essentially 'tricks' the pituitary gland into releasing LH and FSH, thereby influencing the production of sex hormones and regulating reproductive processes. This mechanism is the basis for its use in treating infertility, hormonal disorders, and other conditions related to the reproductive system.",
    "Short Description": "Gonadorelin therapy can help restore hormonal balance, improve fertility outcomes, and address related conditions such as hypogonadism.",
    "Sku": "VB010",
    "Price": 59,
    "Product categories": "Hormone Therapy",
    "Slug": "gonadorelin-hcl",
    "introp1": "Stimulates hormone release",
    "introp2": "Improve fertility",
    "introp3": "Receive your medication in as little as 7 days**",
    "introp4": "No Insurance needed!",
    "mechanism": "Gonadorelin works by acting like a natural hormone in your body called GnRH. Think of GnRH as the \"on\" switch for your reproductive system. When this switch is flipped, it tells your pituitary gland (a small gland in your brain) to release two other important hormones: LH and FSH. These hormones then travel to the ovaries in women and the testicles in men, where they control the production of sex hormones like testosterone and estrogen. Gonadorelin essentially mimics GnRH, flipping that \"on\" switch and prompting the release of LH and FSH. This can help regulate various reproductive functions, such as ovulation in women and sperm production in men. It's like giving your reproductive system a little nudge to help it work more effectively.",
    "ingredients": "Gonadorelin HCL",
    "benefits": "Gonadorelin therapy enhances fertility and regulates hormones with minimal side effects. It mimics GnRH to stimulate LH and FSH release, supporting reproduction. Administered as a daily injection, it’s a doctor-approved choice for infertility and hormonal conditions.",
    "benefit1": "Fertility improvement",
    "benefit2": "Hormonal regulation",
    "benefit3": "Hormonal regulation",
    "doctor": "A doctor might choose gonadorelin when a patient's condition requires precise stimulation of the pituitary gland to release LH and FSH. This targeted action makes it valuable in specific situations where other treatments may be less effective. For instance, in infertility caused by low GnRH production (hypogonadotropic hypogonadism), gonadorelin can directly stimulate the pituitary gland to release the necessary hormones for ovulation or sperm production.  It can also be beneficial for controlled ovulation induction in fertility treatments, as it mimics the natural pulsatile release of GnRH.",
    "frequency": "Once Daily",
    "application": "Injectable",
    "dosage": "200mcg/mL",
    "imageBG": "/public/products/BG/GonadorelinHCLBG.webp",
    "imageM": "/public/products/Male/gonadorelin-hcl.webp",
    "imageF": "/public/products/Female/gonadorelin-hcl.webp"
  },
  {
    "Title": "HCG",
    "Status": "Active",
    "Content": "Human Chorionic Gonadotropin (HCG) exerts its effects by mimicking the action of luteinizing hormone (LH), a hormone produced by the pituitary gland. In women, LH triggers ovulation and the development of the corpus luteum. HCG, by binding to the same receptors as LH, sustains the corpus luteum, ensuring continued progesterone production, which is crucial for maintaining the early stages of pregnancy. In men, HCG stimulates the Leydig cells in the testes, which are responsible for testosterone production. By binding to LH receptors on these cells, HCG increases the synthesis and secretion of testosterone. This mechanism is the basis for HCG's use in treating hypogonadism in men, a condition characterized by low testosterone levels. While HCG's primary actions are on the reproductive system, its potential effects on other areas are still being researched and are not yet fully understood.",
    "Short Description": "Take control of your reproductive health and hormone balance with HCG therapy.",
    "Sku": "VB021",
    "Price": 119,
    "Product categories": "Hormone Therapy",
    "Slug": "hcg",
    "introp1": "Boost Fertility",
    "introp2": "Improve Testosterone",
    "introp3": "Receive your medication in as little as 7 days**",
    "introp4": "No Insurance needed!",
    "mechanism": "HCG works by mimicking another hormone in the body called luteinizing hormone (LH). Think of LH as the signal that tells the ovaries to release an egg and then helps the area around the egg (the corpus luteum) produce progesterone, a hormone essential for early pregnancy. HCG steps in and acts like LH, keeping the corpus luteum going and ensuring progesterone levels stay high. In men, it works similarly. LH normally tells the testicles to produce testosterone. HCG mimics LH, stimulating the testicles to make more testosterone. This is why it can be used to treat certain conditions where men have low testosterone. Essentially, HCG acts like a messenger, telling specific parts of the body to produce important hormones related to reproduction.",
    "ingredients": "Human Chorionic Gonadotropin (HCG)",
    "benefits": "HCG therapy enhances reproductive health by boosting fertility, improving testosterone production in men, and supporting hormone balance.",
    "benefit1": "Boosts Fertility: Mimics LH to sustain progesterone in women for early pregnancy support.",
    "benefit2": "Improves Testosterone: Stimulates testicular production in men for hormonal health.",
    "benefit3": "Improves Testosterone: Stimulates testicular production in men for hormonal health.",
    "doctor": "Doctors may utilize HCG in specific clinical situations due to its targeted effects on reproductive hormone production. Its ability to mimic LH and stimulate testosterone production makes it a valuable tool in treating male hypogonadism when fertility is a concern. In women, while not a common treatment for infertility itself, HCG's role in supporting the corpus luteum and progesterone production can be relevant in certain assisted reproductive technologies. Its established role in treating specific reproductive hormone imbalances makes it a useful medication in select cases under a physician's careful guidance.",
    "frequency": "2-5 times per week",
    "application": "Injectable",
    "dosage": "10,000IUs / mL",
    "imageBG": "/public/products/BG/HCGBG.webp",
    "imageM": "/public/products/Male/hcg.webp",
    "imageF": "/public/products/Female/hcg.webp"
  },
  {
    "Title": "Hexarelin",
    "Status": "Active",
    "Content": "Hexarelin is a synthetic peptide that acts as a growth hormone secretagogue (GHS). It mimics the action of ghrelin, a natural hormone that stimulates the release of growth hormone (GH) from the pituitary gland. Hexarelin binds to the growth hormone secretagogue receptor (GHS-R) in the pituitary gland and hypothalamus, triggering a cascade of signaling events that lead to increased GH secretion. This increase in GH levels can have various effects on the body, including increased muscle mass and strength, reduced body fat, improved bone density, and enhanced recovery from injuries. Additionally, hexarelin may have other effects independent of GH, such as promoting the release of insulin-like growth factor 1 (IGF-1) and influencing cardiovascular function.",
    "Short Description": "Optimize your body's natural healing abilities, boost growth hormone production, and enhance your overall vitality with Hexarelin therapy.",
    "Sku": "VB011",
    "Price": 199,
    "Product categories": "Hormone Therapy|Injury and Recovery",
    "Slug": "hexarelin",
    "introp1": "Reduce body fat and improve bone density",
    "introp2": "Enhanced recovery from injuries",
    "introp3": "Improved sleep quality",
    "introp4": "Increased energy levels",
    "mechanism": "Hexarelin works by mimicking a natural hormone in your body called ghrelin, which is like a \"wake-up call\" for growth hormone production. When hexarelin enters your system, it attaches to special receptors in your pituitary gland (a small gland in your brain). This triggers a signal that tells your body to release more growth hormone. Think of growth hormone as a key that unlocks various processes in your body, like building muscle, burning fat, and repairing tissues. By increasing growth hormone levels, hexarelin can potentially help with things like muscle growth, recovery from injuries, and even improving bone health. It might also have some additional effects, like boosting another important growth factor and influencing heart health. While scientists are still exploring all the ways hexarelin works, its ability to increase growth hormone is a major reason for its potential benefits.",
    "ingredients": "Hexarelin",
    "benefits": "Hexarelin therapy boosts vitality by enhancing growth hormone production, mimicking ghrelin to stimulate the pituitary gland. This promotes muscle growth, reduces body fat, speeds injury recovery, improves sleep, and strengthens bones with minimal side effects. Delivered as a daily injection, it’s a doctor-approved option for addressing growth hormone deficiency and supporting overall health.",
    "benefit1": "Reduce body fat and improve sleep",
    "benefit2": "Speed up recovery from injuries",
    "benefit3": "Speed up recovery from injuries",
    "doctor": "Doctors are interested in hexarelin because it has the potential to increase growth hormone (GH) levels, which can have various positive effects on the body. GH plays a crucial role in growth, cell regeneration, and metabolism, and declining GH levels are associated with aging and various health issues. Hexarelin's ability to stimulate GH secretion makes it a potential therapy for conditions like growth hormone deficiency, muscle wasting, and impaired wound healing. Additionally, preliminary research suggests hexarelin may have benefits for cardiovascular health and neuroprotection, though more studies are needed.",
    "frequency": "Once Daily",
    "application": "Injectable",
    "dosage": "1mg/mL",
    "imageBG": "/public/products/BG/HexarelinBG.webp",
    "imageM": "/public/products/Male/hexarelin.webp",
    "imageF": "/public/products/Female/hexarelin.webp"
  },
  {
    "Title": "IGF-1 LR3",
    "Status": "Active",
    "Content": "IGF-1 LR3 is a synthetic analog of insulin-like growth factor 1 (IGF-1) that has been modified to be more potent and stable than natural IGF-1. It works by binding to IGF-1 receptors on various cells throughout the body, triggering signaling pathways that promote cell growth, proliferation, and differentiation. This can lead to accelerated healing of damaged tissues, such as muscles, tendons, ligaments, and bones. IGF-1 LR3 also has anti-inflammatory properties, which can help reduce pain and swelling associated with injuries. Additionally, it promotes protein synthesis, leading to increased muscle mass and strength. Some studies even suggest that IGF-1 LR3 may have neuroprotective properties, potentially aiding in nerve regeneration.",
    "Short Description": "Maximize your body's natural healing potential and accelerate recovery from injuries with IGF-1 LR3 therapy.",
    "Sku": "VB032",
    "Price": 199,
    "Product categories": "Hormone Therapy|Injury and Recovery",
    "Slug": "igf-1-lr3",
    "introp1": "Accelerated tissue repair",
    "introp2": "Reduced Inflammation",
    "introp3": "Enhanced collagen synthesis",
    "introp4": "No Insurance needed!",
    "mechanism": "IGF-1 LR3 is like a turbo boost for your body's repair crew. It's a modified version of a natural growth factor that's supercharged to help you heal faster and stronger. It works by attaching to special receptors on your cells, kind of like a key fitting into a lock. This sends a signal that tells your cells to grow and multiply, which is essential for repairing damaged tissues like muscles, tendons, and bones. Think of it as giving your body's construction workers extra tools and blueprints to rebuild faster. IGF-1 LR3 also helps reduce swelling and pain, making you more comfortable while you recover. It even gives your muscles a boost, helping you regain strength and get back to doing the things you love.",
    "ingredients": "IGF-1 LR3",
    "benefits": "IGF-1 LR3 therapy enhances recovery by accelerating tissue repair, reducing inflammation, and boosting collagen synthesis.",
    "benefit1": "Accelerates Tissue Repair: Stimulates cell growth for faster healing of muscles, tendons, and bones.",
    "benefit2": "Reduces Inflammation: Eases pain and swelling to improve comfort during recovery.",
    "benefit3": "Reduces Inflammation: Eases pain and swelling to improve comfort during recovery.",
    "doctor": "Doctors are interested in IGF-1 LR3 for injury recovery because it has the potential to accelerate healing and improve outcomes in specific situations. Its ability to stimulate cell growth and tissue regeneration could be beneficial for a variety of injuries, including muscle tears, tendon and ligament damage, and even nerve injuries. Additionally, IGF-1 LR3's anti-inflammatory effects can help reduce pain and swelling, making the recovery process more comfortable for patients. While IGF-1 LR3 is not a first-line treatment and requires more research to fully understand its long-term effects and safety profile, its potential to enhance healing and improve functional outcomes makes it an attractive option for certain injuries, particularly in cases where conventional therapies are insufficient. Doctors would carefully consider the individual patient's needs, the type and severity of the injury, and the potential benefits and risks before recommending IGF-1 LR3 therapy as part of a comprehensive rehabilitation plan.",
    "frequency": "Once Daily",
    "application": "Injectable",
    "dosage": "100 mcg / mL",
    "imageBG": "/public/products/BG/IGFBG.webp",
    "imageM": "/public/products/Male/igf-1-lr3.webp",
    "imageF": "/public/products/Female/igf-1-lr3.webp"
  },
  {
    "Title": "Ivy Oral Hair",
    "Status": "Active",
    "Content": "This is a unique blend of ingredients focused on providing the resources for natural hair growth while dramatically reducing the reasons for hair loss. Biotin is a vitamin that supports healthy hair, skin and nail growth at the cellular level. Dutasteride blocks DHT, or DiHydroTestosterone, which can cause hair loss at the follicular level. Lastly, Minoxidil increases the blood flow to the follicles to allow for more nutrients and supplies to arrive for optimal hair growth.",
    "Short Description": "An oral capsule taken daily to effectively tackle thinning hair concerns while promoting hair growth for women.",
    "Sku": "VB002",
    "Price": 45,
    "Product categories": "Hair Loss",
    "Slug": "ivy-oral-hair",
    "introp1": "Stop losing hair you have",
    "introp2": "Start growing new hair",
    "introp3": "Receive your medication in as little as 7 days**",
    "introp4": "No Insurance needed!",
    "mechanism": "Ivy Oral Hair formula works by increasing the blood flow to the hair follicle allowing nutrients like biotin to come in for healthy development. Dutasteride blocks the hormone component that leads to female hair loss.",
    "ingredients": "Biotin, Dutasteride, Minoxidil",
    "benefits": "These ingredients are used commonly in hair loss products and used in combination provide an easy daily solution that works on multiple mechanisms to keep the hair you have and remove the barriers to hair growth.",
    "benefit1": "Improved nutrient delivery",
    "benefit2": "Improved hair growth",
    "benefit3": "Improved hair growth",
    "doctor": "Doctors across the country use these ingredients to address hair loss in their patients but most are using only one ingredient at a time. Using them in combination increases the likelihood of improved hair growth and reduction in hair loss",
    "frequency": "Once Daily",
    "application": "Oral Capsule",
    "dosage": "Dutasteride 0.4mg, Minoxidil 1mg, Biotin 5mg",
    "imageBG": "/public/products/BG/IvyOralHairBG.webp",
    "imageM": "",
    "imageF": "/public/products/Female/ivy-oral-hair.webp"
  },
  {
    "Title": "Low-Dose Naltrexone",
    "Status": "Active",
    "Content": "Low-dose naltrexone (LDN) works by temporarily blocking opioid receptors in the body, leading to a rebound effect that increases endorphin production and modulates the immune system. LDN briefly binds to opioid receptors, preventing natural endorphins from binding. The body responds by increasing endorphin production and upregulating opioid receptors. When LDN wears off, there are more endorphins available to bind to a greater number of receptors. These increased endorphin levels contribute to LDN's potential benefits in managing chronic pain, improving mood, and reducing inflammation. LDN also affects the immune system by acting on glial cells, reducing the release of inflammatory chemicals. This combination of increased endorphins and immune modulation is believed to be responsible for LDN's potential benefits in various conditions.",
    "Short Description": "Harness the power of your body's natural defenses and reduce inflammation with low-dose naltrexone therapy.",
    "Sku": "VB012",
    "Price": 60,
    "Product categories": "Weight Loss",
    "Slug": "low-dose-naltrexone",
    "introp1": "Reduce Inflammation",
    "introp2": "Pain Management",
    "introp3": "Improved Mood",
    "introp4": "Immune System Modulation",
    "mechanism": "Imagine your body has a \"pain volume\" knob, and inflammation is like turning up that knob. Low-dose naltrexone (LDN) helps turn down the volume. It does this by temporarily blocking some of your body's natural painkillers, which might sound counterintuitive. But this temporary block actually tricks your body into making more of those painkillers – think of it like a rebound effect. So, after a little while, you have more painkillers floating around, helping to reduce pain and inflammation. LDN also calms down overactive immune cells, which contribute to inflammation. This combination of more painkillers and a calmer immune system is what's thought to give LDN its benefits for things like chronic pain, autoimmune diseases, and even mood. It's like hitting the \"reset\" button on your body's pain and inflammation response.",
    "ingredients": "Low-Dose Naltrexone",
    "benefits": "Low-dose naltrexone (LDN) therapy enhances your body’s natural defenses by temporarily blocking opioid receptors, boosting endorphin production to manage chronic pain, reduce inflammation, and improve mood. It also calms overactive immune cells, aiding immune system modulation with minimal side effects. Taken as a daily capsule, LDN is a doctor-approved option for tackling inflammation and immune-related conditions.",
    "benefit1": "Manages chronic pain",
    "benefit2": "Regulates and reduces inflammation",
    "benefit3": "Regulates and reduces inflammation",
    "doctor": "Doctors are interested in low-dose naltrexone (LDN) because it offers a potential alternative approach to managing certain conditions, particularly those involving chronic inflammation and immune dysregulation. Unlike many conventional treatments that focus on suppressing symptoms, LDN may help modulate the immune system and reduce inflammation at a more fundamental level. This makes it appealing for conditions like autoimmune diseases, where the immune system mistakenly attacks the body's own tissues, and chronic pain conditions, where inflammation plays a significant role. Additionally, LDN's potential benefits for mood disorders and its relatively safe side effect profile make it an attractive option for some patients.",
    "frequency": "Once Daily",
    "application": "Oral Capsule",
    "dosage": "1.5mg - 4.5mg",
    "imageBG": "/public/products/BG/LDNBG.webp",
    "imageM": "/public/products/Male/low-dose-naltrexone.webp",
    "imageF": "/public/products/Female/low-dose-naltrexone.webp"
  },
  {
    "Title": "Luminosa (Glow) Cream",
    "Status": "Active",
    "Content": "GHK-Cu is a peptide that acts as a chemoattractant, drawing in mast cells and macrophages while triggering the release of proteins that promote tissue growth and repair. Beyond this, it boosts collagen synthesis, enhancing skin firmness and elasticity for a more youthful appearance.\nNAD+ serves as an electron carrier in metabolic processes, converting food into usable energy by aiding in the production of ATP, the energy molecule vital for cellular function. Additionally, it supports DNA repair, maintaining the health and integrity of our genetic material, which is crucial for overall skin vitality.\nNiacinamide offers anti-inflammatory benefits that help prevent acne flare-ups and soothe conditions like rosacea and psoriasis. It stimulates new cell growth, prompting increased collagen production to smooth fine lines and wrinkles, while its ceramides lock in moisture, preventing dehydration and sagging for plump, hydrated skin.\nAzelaic Acid tackles mild to moderate acne and inflammation by balancing the skin’s ecosystem. It reduces bacterial growth within hair follicles, minimizing current blemishes and preventing future clogged pores and blackheads. This makes it especially effective for those with persistent breakouts and free radical damage, delivering clearer, calmer skin. \nTogether, these ingredients make Luminosa Cream a comprehensive solution for skin health and rejuvenation.",
    "Short Description": "This is the go-to skin cream for rejuvenation and age-related skin damage. These ingredients are designed to brighten and bring life to the skin by increasing blood flow and assisting with cellular repair.",
    "Sku": "VB013",
    "Price": 60,
    "Product categories": "Skin Care",
    "Slug": "luminosa-glow-cream",
    "introp1": "Increase collagen in face",
    "introp2": "Smooth wrinkles",
    "introp3": "Reduce inflammation and acne",
    "introp4": "Diminish photodamage",
    "mechanism": "Luminosa Cream harnesses a potent blend of ingredients for skin rejuvenation. GHK-Cu, a peptide, combats aging by reducing wrinkles, enhancing skin structure, and reversing thinning while tackling photodamage and hyperpigmentation. NAD+, a coenzyme, boosts cellular energy and supports metabolism for overall skin vitality. Niacinamide, from vitamin B3, increases ceramides and fatty acids to hydrate and improve circulation, preventing dryness. Azelaic Acid, naturally produced by skin yeast, fights bacteria to maintain a healthy complexion, making this cream a powerful anti-aging and skin-health solution.",
    "ingredients": "GHK-Cu, NAD+, Niacinamide, Azelaic Acid",
    "benefits": "Luminosa Cream works to rejuvenate skin by increasing collagen production, which slows aging and reduces wrinkles, while boosting blood circulation to deliver essential nutrients and hydration for a healthy glow. It also combats acne by reducing inflammation and bacterial growth, promoting a clearer, smoother complexion.",
    "benefit1": "Increase collagen production to slow the aging process that leads to wrinkles.",
    "benefit2": "Increase circulation of blood flow to provide nutrients and healthy hydration to the skin.",
    "benefit3": "Increase circulation of blood flow to provide nutrients and healthy hydration to the skin.",
    "doctor": "This formula was designed with the help of our Chief Dermatologist. The goal of this formulation was to minimize ingredients to only include the strongest, most impactful components to support glowing bright skin.",
    "frequency": "Used Daily",
    "application": "Apply topically to the skin after cleansing the face",
    "dosage": "Use one pump of the cream and blot across the face to rub in",
    "imageBG": "/public/products/BG/LuminosaGlowCreamBG.webp",
    "imageM": "/public/products/Male/luminosa-glow-cream.webp",
    "imageF": "/public/products/Female/luminosa-glow-cream.webp"
  },
  {
    "Title": "Luna Night Cream",
    "Status": "Active",
    "Content": "This combo of ingredients was designed to restore the skin from multiple angles. GHK-Cu peptide to address hyperpigmentation and deminish photodamage, estriol to synthesis collagen and elastin to reduce wrinkle depth, niacinamide stimulate blood flow and prevent dryness, and tretinoin to reduce wrinkles, fine lines, and sun damage.",
    "Short Description": "Skip the expensive over the counter skin creams - this reparative prescription skin cream is an all-in-one solution for improving aging skin.",
    "Sku": "VB039",
    "Price": 60,
    "Product categories": "Skin Care",
    "Slug": "luna-night-cream",
    "introp1": "Shrink your pores smoothing out skin texture and appearance.",
    "introp2": "Increase moisture and plumpness of the skin",
    "introp3": "Receive medication in as little as 7 days**",
    "introp4": "No insurance needed",
    "mechanism": "This is a daily night cream that is used to slow the appearance of aging, shrink wrinkles, repair skin damage, and hydrate the pores for a more youthful and vibrant appearance - every single morning.",
    "ingredients": "GHK-Cu, Estriol, Niacinamide, Tretinoin",
    "benefits": "Reverse signs of aging such as photodamage and sunspots",
    "benefit1": "Shrink pore size to smooth the appearance of texture of skin",
    "benefit2": "Increase moisture which leads to plumpness of the skin - improving the youthful look and elasticity of the skin",
    "benefit3": "Increase moisture which leads to plumpness of the skin - improving the youthful look and elasticity of the skin",
    "doctor": "We worked with our physicians and board-certified Chief Dermatologist to create these unique formulas of only the best products that would create optimal results. We didn't make this formula for you, we made it for everyone, we made it for us.",
    "frequency": "Once Nightly",
    "application": "Applied topically to the skin after cleansing the face",
    "dosage": "Use one pump of the cream and blot across the face and rub in",
    "imageBG": "/public/products/BG/LunaNightCreamBG.webp",
    "imageM": "/public/products/Male/luna-night-cream.webp",
    "imageF": "/public/products/Female/luna-night-cream.webp"
  },
  {
    "Title": "Metformin",
    "Status": "Active",
    "Content": "Metformin works in several ways to lower blood sugar levels and improve metabolic health. Firstly, it increases the sensitivity of cells to insulin, allowing the body to use insulin more effectively. This is crucial in type 2 diabetes, where cells become resistant to insulin's signals. Secondly, metformin inhibits the production of glucose in the liver, reducing the amount of sugar released into the bloodstream. Thirdly, it may slightly increase glucose uptake and utilization in peripheral tissues, further contributing to lower blood sugar levels. Beyond its direct effects on glucose metabolism, metformin also activates an enzyme called AMPK, which plays a role in regulating energy balance and cellular processes. This AMPK activation may contribute to metformin's potential benefits in cardiovascular health and other areas. While the exact mechanisms are still being fully elucidated, metformin's multi-pronged approach to improving metabolic function makes it a valuable tool in managing and preventing diabetes and related conditions.",
    "Short Description": "Take control of your health with metformin therapy: improve blood sugar control, reduce your risk of diabetes, and potentially support weight loss.",
    "Sku": "VB014",
    "Price": 30,
    "Product categories": "Anti-Aging|Cognitive Health|Weight Loss",
    "Slug": "metformin",
    "introp1": "Blood sugar control",
    "introp2": "Assist with weight management",
    "introp3": "Possible cardiovascular benefits",
    "introp4": "No Insurance needed!",
    "mechanism": "Metformin is like a multi-tool for managing blood sugar. First, it helps your body's cells become better listeners to insulin, the hormone that tells cells to take in sugar from the blood. Think of it as improving the communication between insulin and your cells. Second, it acts like a brake on your liver, slowing down how much sugar it releases into your bloodstream. Third, it might give a little boost to how your muscles and other tissues use sugar for energy. Beyond that, metformin also activates a special enzyme in your body that's like a master regulator for energy and cell function. This might explain why it has benefits beyond just blood sugar control, like potentially protecting your heart.",
    "ingredients": "Metformin",
    "benefits": "Metformin therapy empowers health management by regulating blood sugar, enhancing insulin sensitivity, and curbing liver glucose production, while also boosting tissue glucose use for better metabolic control. It activates AMPK, potentially aiding cardiovascular health and energy balance, and may support weight management with minimal side effects. Taken as a daily capsule, this doctor-approved treatment offers a versatile, well-tolerated approach to managing diabetes and promoting overall metabolic wellness.",
    "benefit1": "Regulate blood sugar",
    "benefit2": "Improve energy",
    "benefit3": "Improve energy",
    "doctor": "Doctors appreciate metformin for its multifaceted benefits and well-established safety profile in managing type 2 diabetes and related metabolic conditions. Its primary mechanism of action involves improving insulin sensitivity, reducing hepatic glucose production, and enhancing glucose uptake in peripheral tissues, leading to better blood sugar control. Beyond its glucose-lowering effects, metformin has shown potential benefits in cardiovascular health, weight management, though research in these areas is ongoing. Its affordability, minimal hypoglycemia risk, and generally good tolerability further contribute to its appeal. While metformin is not suitable for everyone and has potential side effects, its versatility and long track record make it a valuable tool in the management of various metabolic disorders.",
    "frequency": "Once Daily",
    "application": "Oral Capsule",
    "dosage": "500mg",
    "imageBG": "/public/products/BG/MetforminBG.webp",
    "imageM": "/public/products/Male/metformin.webp",
    "imageF": "/public/products/Female/metformin.webp"
  },
  {
    "Title": "Methylcobalamin (B-12)",
    "Status": "Active",
    "Content": "Methylcobalamin's benefits stem from its role as a cofactor in several crucial enzymatic reactions. It's essential for the conversion of homocysteine to methionine, an amino acid vital for protein synthesis and other metabolic processes. This conversion also helps lower homocysteine levels, which, when elevated, are associated with increased risk of cardiovascular disease. In nerve function, methylcobalamin is crucial for the synthesis of myelin, the fatty substance that insulates and protects nerve fibers. Myelin ensures efficient nerve impulse transmission, supporting cognitive function, memory, and motor skills. It also plays a role in the synthesis of neurotransmitters, chemicals that transmit signals between nerve cells. Furthermore, methylcobalamin is involved in DNA synthesis and repair, contributing to cell growth and overall health. Its involvement in energy production comes from its participation in the citric acid cycle (Krebs cycle), a key pathway for cellular energy generation. By facilitating these enzymatic reactions, methylcobalamin supports red blood cell formation, nerve health, DNA synthesis, and energy production.",
    "Short Description": "Unleash your full potential with methylcobalamin therapy: experience explosive energy, razor-sharp focus, and optimized nerve function.",
    "Sku": "VB015",
    "Price": 60,
    "Product categories": "Anti-Aging|Cognitive Health",
    "Slug": "methylcobalamin-b-12",
    "introp1": "Improve energy",
    "introp2": "Better oxygen delivery to your cells",
    "introp3": "Support nerve function",
    "introp4": "Mitigate genetic issues with nutrient absorption",
    "mechanism": "Methylcobalamin is like a key player in many of your body's essential processes. It's crucial for making red blood cells, which carry oxygen throughout your body, preventing you from feeling tired and weak. Think of it as the spark plug for your nerves, helping them communicate effectively by building and maintaining the protective coating around them called myelin. This is important for brain function, memory, and even how well your muscles move. Methylcobalamin also helps make DNA, the blueprint of your cells, so it's vital for growth and repair. And because it plays a role in how your body converts food into energy, it can give you a natural boost and fight off fatigue. Basically, methylcobalamin is a vital nutrient for energy, brainpower, and overall health.",
    "ingredients": "Methylcobalamin",
    "benefits": "This therapy enhances overall health by boosting red blood cell production, supporting nerve function, and increasing energy levels, while also aiding DNA repair and cognitive performance.",
    "benefit1": "Prevents Anemia &amp; Oxygen Transport: Increases red blood cells to combat anemia and ensure efficient oxygen delivery.",
    "benefit2": "Protects Nerves &amp; Cognition: Supports myelin production for nerve health, enhancing memory and impulse transmission.",
    "benefit3": "Protects Nerves &amp; Cognition: Supports myelin production for nerve health, enhancing memory and impulse transmission.",
    "doctor": "Doctors appreciate methylcobalamin for its targeted benefits in supporting key physiological functions. Its crucial role in red blood cell production makes it a valuable tool in preventing and treating certain types of anemia. The vitamin's importance in maintaining healthy nerve function, including myelin synthesis, is particularly relevant for addressing neurological concerns and supporting cognitive health. Furthermore, its involvement in energy production and DNA synthesis contributes to overall well-being. While methylcobalamin isn't a cure-all, its specific actions in these essential processes make it a useful component of a comprehensive treatment plan, especially when addressing deficiencies or supporting patients with specific needs related to red blood cell production, nerve health, or energy levels.",
    "frequency": "2-3 times per week",
    "application": "Injectable",
    "dosage": "1mg/mL",
    "imageBG": "/public/products/BG/MethylcobalaminBG.webp",
    "imageM": "/public/products/Male/methylcobalamin-b-12.webp",
    "imageF": "/public/products/Female/methylcobalamin-b-12.webp"
  },
  {
    "Title": "Methylene Blue",
    "Status": "Active",
    "Content": "Methylene blue (MB) shows promise for cognitive enhancement by directly influencing brain cell energy production. Studies in adult humans have demonstrated that a single dose of MB can improve memory retrieval and increase activity in brain regions crucial for memory and attention. This effect is thought to stem from MB’s unique ability to act as an electron cycler within the mitochondria, the powerhouses of cells. By facilitating electron transfer in the mitochondrial electron transport chain, MB optimizes ATP production—the brain’s energy currency—and enhances oxygen consumption, providing neurons with more resources for optimal function.",
    "Short Description": "Methylene blue can enhance cognitive function by improving the energy production within brain cells, which in turn boosts memory and attention.",
    "Sku": "VB048",
    "Price": 67,
    "Product categories": "Cognitive Health",
    "Slug": "methylene-blue",
    "introp1": "Improved memory",
    "introp2": "Increased brain activity",
    "introp3": "Enhanced brain connectivity",
    "introp4": "Supports brain energy production",
    "mechanism": "Methylene blue (MB) shows promise for cognitive enhancement by directly influencing brain cell energy production. In one human s, have demonstrated that a single low dose of MB can improve memory retrieval and increase activity in brain regions crucial for memory and attention. This effect is thought to stem from MB’s unique ability to act as an electron cycler within the mitochondria, the powerhouses of cells. By facilitating electron transfer in the mitochondrial electron transport chain, MB optimizes ATP production—the brain’s energy currency—and enhances oxygen consumption, providing neurons with more resources for optimal function.",
    "ingredients": "Methylene Blue",
    "benefits": "Supports brain energy production",
    "benefit1": "Improved memory",
    "benefit2": "Increased brain activity",
    "benefit3": "Increased brain activity",
    "doctor": "Doctors may choose to recommend it for cognitive benefits based on promising preliminary human studies and its well-understood mechanism of action. The scientific rationale centers on MB’s unique ability to enhance mitochondrial function within brain cells. By acting as an electron shuttle in the electron transport chain, MB optimizes cellular respiration, leading to increased ATP (energy) production and improved oxygen utilization in neurons. This enhanced energetic state can directly support demanding cognitive processes. For individuals seeking alternative approaches to support cognitive function, particularly those experiencing age-related cognitive decline or “brain fog,” and where traditional interventions may be insufficient or carry different side effect profiles, a doctor might consider prescribing MB, carefully weighing the potential benefits against its known contraindications and drug interactions.",
    "frequency": "Once or twice daily",
    "application": "Capsule",
    "dosage": "Ranging from 15mg or 25mg",
    "imageBG": "/public/products/BG/MethyleneBlueBG.webp",
    "imageM": "/public/products/Male/methylene-blue.webp",
    "imageF": "/public/products/Female/methylene-blue.webp"
  },
  {
    "Title": "NAD+ Nasal Spray",
    "Status": "Active",
    "Content": "This coenzyme helps to power our mitochondria (the powerhouse of the cell). When cells have good energy levels, they can effectively and efficiently provide energy and normal cellular functions such as DNA repair and replication - without this, aging can be accelerated and lead to fatigue, cognitive decline, and cellular damage.",
    "Short Description": "A coenzyme essential for multiple cellular processes such as energy production, DNA repair, and gene expression.",
    "Sku": "VB036SPRAY",
    "Price": 124,
    "Product categories": "Anti-Aging|Cognitive Health|Weight Loss",
    "Slug": "nad",
    "introp1": "Improved energy levels",
    "introp2": "Improved brain function",
    "introp3": "Receive your medication in as little as 7 days",
    "introp4": "No insurance needed!",
    "mechanism": "NAD+ is already inside of our cells but as we age we lose NAD+ and this can cause sluggishness, brain fog, DNA damage (known as aging). Refueling with NAD+ can help with all these issues.",
    "ingredients": "Nicotinamide Adenine Dinucleotide (NAD+)",
    "benefits": "With NAD+ providing energy in every cell of your body, the energy levels can be felt throughout in addition to better mental clarity and focus.",
    "benefit1": "Improve brain fog, concentration, memory, and focus",
    "benefit2": "Assist with DNA repair and gene reproduction (helps with aging)",
    "benefit3": "Assist with DNA repair and gene reproduction (helps with aging)",
    "doctor": "Fatigue is a symptom we all experience occasionally. Many times there are not functional or hormonal issues that can be determined and physicians are out of options for addressing acute or chronic fatigue. NAD+ provides an alternative, boosting energy levels, improving cognitive function, and addressing cellular damage that leads to aging.",
    "frequency": "2-3 times per week",
    "application": "Nasal",
    "dosage": "Starting at 25mg, a slow titration up to tolerance is recommended",
    "imageBG": "/public/products/BG/NADNasalBG.webp",
    "imageM": "/public/products/Male/nad.webp",
    "imageF": "/public/products/Female/nad.webp"
  },
  {
    "Title": "NAD+ Vial",
    "Status": "Active",
    "Content": "This coenzyme helps to power our mitochondria (the powerhouse of the cell). When cells have good energy levels, they can effectively and efficiently provide energy and normal cellular functions such as DNA repair and replication - without this, aging can be accelerated and lead to fatigue, cognitive decline, and cellular damage.",
    "Short Description": "A coenzyme essential for multiple cellular processes such as energy production, DNA repair, and gene expression.",
    "Sku": "VB036",
    "Price": 124,
    "Product categories": "Anti-Aging|Cognitive Health|Weight Loss",
    "Slug": "nad-vial",
    "introp1": "Improved energy levels",
    "introp2": "Improved brain function",
    "introp3": "Receive your medication in as little as 7 days",
    "introp4": "No insurance needed!",
    "mechanism": "NAD+ is already inside of our cells but as we age we lose NAD+ and this can cause sluggishness, brain fog, DNA damage (known as aging). Refueling with NAD+ can help with all these issues.",
    "ingredients": "Nicotinamide Adenine Dinucleotide (NAD+)",
    "benefits": "With NAD+ providing energy in every cell of your body, the energy levels can be felt throughout in addition to better mental clarity and focus.",
    "benefit1": "Improve brain fog, concentration, memory, and focus",
    "benefit2": "Assist with DNA repair and gene reproduction (helps with aging)",
    "benefit3": "Assist with DNA repair and gene reproduction (helps with aging)",
    "doctor": "Fatigue is a symptom we all experience occasionally. Many times there are not functional or hormonal issues that can be determined and physicians are out of options for addressing acute or chronic fatigue. NAD+ provides an alternative, boosting energy levels, improving cognitive function, and addressing cellular damage that leads to aging.",
    "frequency": "2-3 times per week",
    "application": "Injection",
    "dosage": "Starting at 25mg, a slow titration up to tolerance is recommended",
    "imageBG": "/public/products/BG/NADVialBG.webp",
    "imageM": "/public/products/Male/nad-vial.webp",
    "imageF": "/public/products/Female/nad-vial.webp"
  },
  {
    "Title": "Nandrolone",
    "Status": "Active",
    "Content": "Nandrolone, as an anabolic steroid, primarily works by binding to androgen receptors in various tissues, triggering several processes beneficial for injury recovery. It promotes protein synthesis,  enhancing the repair of damaged tissues. Nandrolone also has anti-inflammatory properties, reducing pain and swelling. Additionally, it enhances collagen synthesis, crucial for repairing connective tissues. Nandrolone can stimulate red blood cell production, improving oxygen delivery to injured tissues. It may also influence the activity of growth factors involved in tissue regeneration. While the exact mechanisms are still under investigation, nandrolone's multifaceted effects contribute to its potential in aiding injury recovery.",
    "Short Description": "Accelerate your recovery, reduce pain, and rebuild stronger with nandrolone therapy.",
    "Sku": "VB016",
    "Price": 80,
    "Product categories": "Injury and Recovery",
    "Slug": "nandrolone",
    "introp1": "Enhance collagen synthesis",
    "introp2": "Accelerate tissue repair",
    "introp3": "Reduce inflammation",
    "introp4": "Improve bone density",
    "mechanism": "Nandrolone is like a boost for your body's repair system. It works by attaching to special spots in your cells called androgen receptors, which act like switches that turn on various processes. When nandrolone flips these switches, it tells your body to build more protein, which is essential for repairing and strengthening muscles, tendons, and bones. Think of it like providing extra building blocks for your body's construction crew. Nandrolone also helps reduce swelling and pain, making you more comfortable while you heal. It even gives a boost to collagen production, which is like the glue that holds your connective tissues together. And to top it off, it can increase red blood cell production, bringing more oxygen to injured areas to speed up healing. It's clear that nandrolone has a lot of potential to help your body bounce back stronger after an injury.",
    "ingredients": "Nandrolone Deconate",
    "benefits": "Nandrolone therapy accelerates recovery and strengthens the body by enhancing collagen synthesis, speeding up tissue repair, reducing inflammation, and improving bone density.",
    "benefit1": "Boost collagen production",
    "benefit2": "Speed up tissue repair",
    "benefit3": "Speed up tissue repair",
    "doctor": "Doctors are interested in nandrolone for injury recovery because it can potentially accelerate healing and improve outcomes in specific situations. Its anabolic effects promote protein synthesis, which is crucial for rebuilding damaged tissues like muscles, tendons, and ligaments. This can lead to faster recovery times and improved functional outcomes. Additionally, nandrolone's anti-inflammatory properties can help reduce pain and swelling, improving patient comfort and mobility during rehabilitation. While nandrolone is not a first-line treatment and carries potential risks, its ability to enhance tissue repair and reduce inflammation makes it an attractive option for certain injuries, particularly in cases where conventional therapies are insufficient.",
    "frequency": "Once Weekly",
    "application": "Injection",
    "dosage": "200mg/mL",
    "imageBG": "/public/products/BG/NandroloneBG.webp",
    "imageM": "/public/products/Male/nandrolone.webp",
    "imageF": "/public/products/Female/nandrolone.webp"
  },
  {
    "Title": "Nitro Amino",
    "Status": "Active",
    "Content": "Amino acids, the building blocks of protein, play a crucial role in numerous bodily functions. Among them, arginine, citrulline, and ornithine have garnered attention for their potential to enhance blood flow. These amino acids work synergistically to support the production of nitric oxide, a powerful molecule that relaxes blood vessels, leading to improved circulation.",
    "Short Description": "Amino acids are not only needed for muscle growth but are signalers in the body. These focus on blood flow and improving blood vessel function.",
    "Sku": "VB017",
    "Price": 79,
    "Product categories": "Injury and Recovery|Sexual Wellness",
    "Slug": "nitro-amino",
    "introp1": "Improve blood flow",
    "introp2": "Increased nutrient delivery",
    "introp3": "Oxygen delivery increased",
    "introp4": "Improved exercise performance",
    "mechanism": "Arginine - Arginine is a vasodilator that improves nitric oxide synthesis by relaxing blood vessels, improving blood flow, and lowering blood pressure. It has also been shown in studies to improve immune function by activating and promoting the proliferation of immune cells. Has also been shown to improve wound healing, hormone secretion, and kidney function.\n\nCitrulline - Citrulline is the precursor to Arginine, which is directly involved in Nitric Oxide (NO) production. Citrulline has been shown to increase exercise performance by reducing muscle fatigue and improving oxygen utilization. \n\nCarnitine - Carnitine is a vital nutrient that transports fatty acids into the mitochondria where they can be oxidized to produce energy. By enabling fatty acid oxidation, carnitine contributes to the production of ATP to increase energy.\n\nOrnithine - Playing a crucial role in the urea cycle, a metabolic pathway responsible for eliminating excess nitrogen from the body. It has also been shown to support immune function, stimulating white blood cells and improving wound healing by stimulating collagen synthesis and reducing inflammation. Some studies show improvement in sleep and lowering of stress.",
    "ingredients": "Arginine, Citrulline, Carnitine, Ornithine",
    "benefits": "Nitro Amino optimizes blood flow to deliver oxygen and nutrients effectively, reducing heart disease risk, enhancing exercise performance, supporting cognitive function, and aiding wound healing.",
    "benefit1": "Reduces Heart Disease Risk: Lowers blood pressure and reduces arterial plaque buildup.",
    "benefit2": "Improves Exercise Performance: Boosts oxygen delivery to muscles for better workouts.",
    "benefit3": "Improves Exercise Performance: Boosts oxygen delivery to muscles for better workouts.",
    "doctor": "These amino acids are in the foods we consume daily. Focusing and optimizing the amounts of these amino acids can trigger natural mechanisms in our bodies to improve form and function- improving blood flow, nutrient allocation, lowering blood pressure, and increasing oxygen delivery to every cell in your body.",
    "frequency": "3 times per week",
    "application": "Injection into the muscle",
    "dosage": "1-2mL",
    "imageBG": "/public/products/BG/NitroAminoBG.webp",
    "imageM": "/public/products/Male/nitro-amino.webp",
    "imageF": "/public/products/Female/nitro-amino.webp"
  },
  {
    "Title": "Oxandrolone",
    "Status": "Active",
    "Content": "Oxandrolone, a synthetic anabolic steroid, primarily works by binding to androgen receptors throughout the body. This binding initiates several processes that can be beneficial for injury recovery. Oxandrolone promotes protein synthesis, which is essential for building and repairing tissues like muscles, tendons, and ligaments. It also has anti-inflammatory properties, which can help reduce pain and swelling. Furthermore, oxandrolone helps preserve lean body mass during periods of reduced activity, preventing muscle wasting. It also improves nitrogen balance, ensuring the body has the building blocks for tissue regeneration. Additionally, oxandrolone can enhance bone metabolism, potentially increasing bone density and strength. While oxandrolone can be beneficial for injury recovery, it's important to remember that it's not a first-line treatment and should only be considered in specific situations under the guidance of a healthcare professional.",
    "Short Description": "Recover faster, rebuild stronger, and minimize muscle loss with oxandrolone therapy..",
    "Sku": "VB018",
    "Price": 105,
    "Product categories": "Injury and Recovery",
    "Slug": "oxandrolone",
    "introp1": "Recovery from injuries",
    "introp2": "Maintain muscle mass during recovery",
    "introp3": "Regain strength more efficiently after injury.",
    "introp4": "No Insurance needed!",
    "mechanism": "Oxandrolone is like a supercharger for your body's repair system. It works by acting like a key that fits into special locks called androgen receptors on your cells. When oxandrolone unlocks these receptors, it tells your body to step up its building and repair work. This means it helps you create more protein, which is essential for stronger muscles, tendons, and bones. Think of it as giving your body's construction crew the best tools and materials. Oxandrolone also helps reduce swelling and pain, making you more comfortable while you heal. It even helps your body hold onto muscle instead of breaking it down when you're not as active, which is really important after an injury. And to make things even better, it can help strengthen your bones. While oxandrolone can be a powerful tool for recovery, it's important to remember that it's not always the first choice, and it's crucial to talk to your doctor about whether it's right for you.",
    "ingredients": "Oxandrolone",
    "benefits": "Oxandrolone therapy accelerates recovery and strengthens the body by promoting faster healing, preserving muscle mass, improving bone health, and reducing inflammation.",
    "benefit1": "Faster Healing: Boosts protein synthesis for quicker repair of muscles, tendons, and ligaments.",
    "benefit2": "Muscle Preservation: Prevents muscle loss during inactivity for a stronger recovery.",
    "benefit3": "Muscle Preservation: Prevents muscle loss during inactivity for a stronger recovery.",
    "doctor": "Doctors are interested in oxandrolone for injury recovery because it offers a potential way to enhance healing and improve outcomes in specific situations. Its anabolic properties can help accelerate tissue repair, preserve muscle mass during periods of inactivity, and increase strength, which are all crucial aspects of recovery. Additionally, oxandrolone's anti-inflammatory effects can help reduce pain and swelling, making the recovery process more comfortable for patients. While oxandrolone is not a first-line treatment and has potential side effects, its ability to promote healing and improve functional outcomes makes it an attractive option for certain injuries, particularly in cases where conventional therapies are insufficient. Doctors would carefully consider the individual patient's needs, the type and severity of the injury, and the potential benefits and risks before recommending oxandrolone therapy as part of a comprehensive rehabilitation plan.",
    "frequency": "Once Daily",
    "application": "Oral Capsule",
    "dosage": "10mg",
    "imageBG": "/public/products/BG/OxandroloneBG.webp",
    "imageM": "/public/products/Male/oxandrolone.webp",
    "imageF": "/public/products/Female/oxandrolone.webp"
  },
  {
    "Title": "Oxytocin",
    "Status": "Active",
    "Content": "Oxytocin, often called the \"love hormone\" or \"cuddle hormone,\" is a powerful neuropeptide produced in the hypothalamus and released by the pituitary gland. It acts as both a hormone and a neurotransmitter, influencing a wide range of physiological and psychological processes. Oxytocin exerts its effects by binding to oxytocin receptors, which are found throughout the body, including in the brain, heart, and reproductive organs. This binding triggers various signaling pathways that influence social behavior, emotional responses, and stress regulation. In the brain, oxytocin modulates activity in regions associated with reward, fear, and social recognition, promoting feelings of trust, bonding, and empathy. It also plays a role in stress reduction by decreasing cortisol levels and promoting relaxation.",
    "Short Description": "Strengthen your relationships, reduce stress, and experience deeper emotional connections with oxytocin therapy.",
    "Sku": "VB020",
    "Price": 99,
    "Product categories": "Sexual Wellness",
    "Slug": "oxytocin",
    "introp1": "Increased feelings of trust and bonding",
    "introp2": "Reduced anxiety and stress",
    "introp3": "Improved social skills",
    "introp4": "Enhanced sexual arousal and satisfaction",
    "mechanism": "Oxytocin is like a social glue that helps us connect with others. It's a hormone produced in the brain that makes us feel good when we interact with people we care about. Think of it as a warm hug in a bottle. Oxytocin works by attaching to special receptors throughout the body, particularly in the brain. This can trigger a cascade of positive effects, like reducing stress, increasing feelings of trust and love, and even making us better at reading social cues. It's like oxytocin helps us tune in to the emotions of others and feel more connected. While scientists are still uncovering all the ways oxytocin works its magic, it's clear that it plays a crucial role in our social lives and emotional well-being.",
    "ingredients": "Oxytocin",
    "benefits": "Oxytocin therapy fosters deeper connections by improving sexual experiences, reducing stress, and enhancing arousal.",
    "benefit1": "Improves Sexual Experience: Boosts arousal and satisfaction through emotional bonding.",
    "benefit2": "Reduces Stress: Lowers anxiety and cortisol for a calmer, more enjoyable moment.",
    "benefit3": "Reduces Stress: Lowers anxiety and cortisol for a calmer, more enjoyable moment.",
    "doctor": "Doctors are interested in oxytocin for sexual wellness because it may enhance several aspects of sexual experience and intimacy. Studies suggest that oxytocin can increase sexual arousal and desire, potentially by influencing dopamine pathways in the brain's reward system. It may also promote feelings of connection and bonding during sexual activity, leading to greater satisfaction and emotional intimacy for both partners. Additionally, oxytocin's ability to reduce anxiety and stress could be beneficial for individuals experiencing performance anxiety or other psychological barriers to sexual well-being.",
    "frequency": "As Needed",
    "application": "Nasal Spray",
    "dosage": "50 IUs/mL",
    "imageBG": "/public/products/BG/OxytocinBG.webp",
    "imageM": "/public/products/Male/oxytocin.webp",
    "imageF": "/public/products/Female/oxytocin.webp"
  },
  {
    "Title": "Oxytocin / Tadalafil / Sildenafil",
    "Status": "Active",
    "Content": "Oxytocin, a neuropeptide hormone, acts primarily by binding to oxytocin receptors in the brain and throughout the body, influencing social bonding, trust, and sexual function. It modulates neural circuits involved in reward, stress, and emotional processing. Tadalafil and sildenafil, both PDE5 inhibitors, increase blood flow to the penis by inhibiting the breakdown of cGMP, a molecule that relaxes smooth muscle in blood vessels. This facilitates erection in response to sexual stimulation. The combination of oxytocin with these PDE5 inhibitors may enhance sexual function by addressing both the physiological and psychological aspects of sexual response, potentially leading to increased intimacy, pleasure, and satisfaction.",
    "Short Description": "Enhance intimacy, boost connection, and experience heightened pleasure and satisfaction with a combination of oxytocin, tadalafil, and sildenafil therapy.",
    "Sku": "VB019",
    "Price": 80,
    "Product categories": "Sexual Wellness",
    "Slug": "oxytocin-tadalafil-sildenafil",
    "introp1": "Increase feeling of bond and trust",
    "introp2": "Improve sexual function and satisfaction",
    "introp3": "Increased confidence and self-esteem",
    "introp4": "No Insurance needed!",
    "mechanism": "Think of it this way: oxytocin is like the \"cuddle hormone,\" increasing feelings of connection and bonding. It works by attaching to special receptors in your brain and body, making you feel closer to others and more relaxed. Tadalafil and sildenafil are like \"plumbers\" for the penis, helping to increase blood flow for better erections. They do this by blocking a chemical that normally restricts blood flow, allowing the blood vessels to relax and open up. Combining these substances is like creating a \"perfect storm\" for intimacy. Oxytocin sets the mood for connection and pleasure, while tadalafil or sildenafil takes care of the physical mechanics. While scientists are still figuring out exactly how these substances interact, the idea is that they can work together to enhance both the emotional and physical aspects of sex, leading to a more satisfying experience.",
    "ingredients": "Oxytocin, Tadalafil, Sildenafil",
    "benefits": "This therapy combining oxytocin, tadalafil, and sildenafil enhances intimacy by increasing feelings of bond and trust, improving sexual function and satisfaction, and boosting confidence.",
    "benefit1": "Increases Bond &amp; Trust: Oxytocin fosters emotional connection and relaxation.",
    "benefit2": "Improves Sexual Function: Tadalafil and sildenafil enhance blood flow for better erections and satisfaction.",
    "benefit3": "Improves Sexual Function: Tadalafil and sildenafil enhance blood flow for better erections and satisfaction.",
    "doctor": "Doctors are intrigued by the potential of combining oxytocin, tadalafil, and sildenafil to address complex aspects of sexual health. Oxytocin's role in promoting emotional connection, reducing anxiety, and enhancing sexual arousal makes it a promising addition to traditional treatments for sexual dysfunction. Tadalafil and sildenafil, as effective PDE5 inhibitors, provide the physiological support for achieving and maintaining erections, addressing the physical component of sexual response. The combination of these substances may offer a more holistic approach to sexual health, potentially improving both the emotional and physical aspects of intimacy.",
    "frequency": "As Needed",
    "application": "Troche (it's like a medicated lozenge)",
    "dosage": "100IU / 10mg / 30mg",
    "imageBG": "/public/products/BG/OxytocinTadalafilSildenafilBG.webp",
    "imageM": "/public/products/Male/oxytocin-tadalafil-sildenafil.webp",
    "imageF": "/public/products/Female/oxytocin-tadalafil-sildenafil.webp"
  },
  {
    "Title": "Puffy Eye Cream",
    "Status": "Active",
    "Content": "This under-eye cream combines potent ingredients that target various aspects of skin health at a cellular level. Caffeine constricts blood vessels, reducing puffiness and dark circles, while its antioxidant properties protect against free radical damage. Tacrolimus, an immunosuppressant, mitigates inflammation and may improve skin tone by inhibiting melanin production. Tretinoin, a retinoid, binds to retinoic acid receptors in skin cells, increasing collagen production for improved elasticity and reducing wrinkles. It also accelerates cell turnover, revealing fresher, smoother skin. Niacinamide strengthens the skin barrier by promoting ceramide synthesis, improving moisture retention, and reducing inflammation. Hyaluronic acid, a humectant, attracts and holds water molecules, hydrating and plumping the skin to diminish fine lines.",
    "Short Description": "Rejuvenate your skin and achieve a youthful glow with our revolutionary cream, formulated with a powerful blend of caffeine, tacrolimus, tretinoin, niacinamide, and hyaluronic acid to address a wide range of skin concerns.",
    "Sku": "VB022",
    "Price": 99,
    "Product categories": "Skin Care",
    "Slug": "puffy-eye-cream",
    "introp1": "Reduce puffiness",
    "introp2": "Improve dark circles under the eyes.",
    "introp3": "Reduce fine lines and wrinkles",
    "introp4": "Improve skin tone",
    "mechanism": "A skin cream formulated with caffeine, tacrolimus, tretinoin, niacinamide, and hyaluronic acid offers a multi-pronged approach to addressing various under-eye concerns. Caffeine helps reduce puffiness and dark circles by constricting blood vessels and provides antioxidant protection.Tacrolimus reduces inflammation and may improve skin tone. Tretinoin, a retinoid, boosts collagen production, reducing fine lines and wrinkles, and promotes cell turnover for improved texture. Niacinamide strengthens the skin barrier, reduces inflammation, and may also improve skin tone. Hyaluronic acid hydrates and plumps the skin, diminishing the appearance of fine lines. This combination offers a comprehensive solution for rejuvenating the delicate under-eye area, but it's crucial to be mindful of potential sensitivity and sun sensitivity.",
    "ingredients": "Caffeine, Tacrolimus, Tretinoin, Niacinamide, and Hyaluronic acid",
    "benefits": "Puffy Eye Cream rejuvenates the under-eye area by reducing puffiness, improving dark circles, diminishing fine lines and wrinkles, and enhancing skin tone.",
    "benefit1": "Reduces Puffiness: Caffeine constricts blood vessels to alleviate swelling.",
    "benefit2": "Improves Dark Circles: Combines caffeine and tacrolimus to lighten and soothe.",
    "benefit3": "Improves Dark Circles: Combines caffeine and tacrolimus to lighten and soothe.",
    "doctor": "Doctors appreciate this under-eye cream because it combines well-established and scientifically-backed ingredients to address a range of common concerns. Caffeine's vasoconstrictive and antioxidant properties are known to reduce puffiness and dark circles. Tacrolimus, while typically an immunosuppressant, offers targeted anti-inflammatory action and can help manage sensitive skin or eczema, which can manifest around the eyes. Tretinoin, a cornerstone of anti-aging skincare, is recognized for its ability to stimulate collagen production, smooth fine lines, and improve skin texture through increased cell turnover. Niacinamide's role in strengthening the skin barrier and reducing inflammation complements tretinoin's effects, while hyaluronic acid provides essential hydration, further contributing to a smoother, more youthful appearance. Its comprehensive approach to under-eye rejuvenation makes it an appealing option for physicians seeking effective solutions for their patients.",
    "frequency": "Once at Night",
    "application": "Topical Under the Eyes",
    "dosage": "Varies Depending on Ingredient",
    "imageBG": "/public/products/BG/PuffyEyeCreamBG.webp",
    "imageM": "/public/products/Male/puffy-eye-cream.webp",
    "imageF": "/public/products/Female/puffy-eye-cream.webp"
  },
  {
    "Title": "Rapamycin",
    "Status": "Active",
    "Content": "Rapamycin's anti-aging effects are primarily attributed to its inhibition of the mTOR pathway, a complex signaling network involved in cell growth, proliferation, and survival. mTOR plays a crucial role in various cellular processes, including protein synthesis, autophagy, and nutrient sensing. By inhibiting mTOR, rapamycin can promote autophagy, a cellular cleaning and recycling process that removes damaged components and improves cellular function. This can lead to improved cellular health, reduced inflammation, and protection against age-related decline. Additionally, rapamycin's inhibition of mTOR may slow down cellular senescence, a process associated with aging and the development of age-related diseases.",
    "Short Description": "Defy aging and extend your lifespan with rapamycin, a breakthrough therapy that targets the cellular mechanisms of aging.",
    "Sku": "VB023",
    "Price": 78,
    "Product categories": "Anti-Aging",
    "Slug": "rapamycin",
    "introp1": "Increased lifespan",
    "introp2": "Delayed aging",
    "introp3": "Improve immune function",
    "introp4": "No Insurance needed!",
    "mechanism": "Imagine your cells have a \"growth\" switch called mTOR. When this switch is constantly \"on,\" it can lead to wear and tear, like a car engine that's always revving. Rapamycin acts like a dimmer switch for mTOR, turning it down to a healthier level. This allows your cells to focus on repair and maintenance instead of just growth. One way it does this is by boosting autophagy, which is like your cells' built-in cleaning crew. Autophagy clears out junk and damaged parts, keeping your cells running smoothly. Rapamycin also helps slow down cellular aging, which is like preventing rust from building up on your car. While scientists are still figuring out all the ways rapamycin works, its ability to fine-tune this \"growth switch\" and promote cellular cleaning seems to be key to its anti-aging potential.",
    "ingredients": "Rapamycin",
    "benefits": "Rapamycin therapy targets aging at the cellular level, promoting increased lifespan, delaying age-related decline, and improving immune function.",
    "benefit1": "Increases Lifespan: Inhibits mTOR to slow cellular aging processes.",
    "benefit2": "Delays Aging: Boosts autophagy for cellular cleanup and health.",
    "benefit3": "Delays Aging: Boosts autophagy for cellular cleanup and health.",
    "doctor": "Doctors are intrigued by rapamycin for its potential to target fundamental aging processes, rather than just addressing individual age-related diseases. By inhibiting the mTOR pathway, rapamycin has shown promising results in studies, extending lifespan and delaying the onset of age-related conditions like cancer, cardiovascular disease, and neurodegeneration. It also appears to improve cellular health by promoting autophagy and reducing inflammation. While human studies are still limited and long-term effects require further investigation, rapamycin's unique mechanism of action and its potential to slow down aging itself, rather than just treating its consequences, make it an exciting prospect for doctors seeking innovative ways to promote healthy aging and longevity in their patients.",
    "frequency": "Once Weekly",
    "application": "Oral Capsule",
    "dosage": "3mg - 6mg",
    "imageBG": "/public/products/BG/RapamycinBG.webp",
    "imageM": "/public/products/Male/rapamycin.webp",
    "imageF": "/public/products/Female/rapamycin.webp"
  },
  {
    "Title": "Semaglutide Injection with B-6",
    "Status": "Active",
    "Content": "Semaglutide works by mimicking the natural hormone GLP-1, which is produced in the intestines and helps regulate blood sugar and appetite. When Semaglutide binds to GLP-1 receptors, it slows down digestion, reduces appetite, and increases feelings of fullness. This can lead to a decrease in calorie intake and, ultimately, weight loss. Additionally, Semaglutide can help improve blood sugar control, which can also contribute to weight management. Semaglutide with B-6 (Pyridoxine) is a customized compound. which may help with nausea. Results may vary. We also prescribe ondansetron for no additional charge to all patients to additionally help with nausea.",
    "Short Description": "One of the most popular and successful weight loss medications - This weekly shot can help control hunger and assist with losing weight.",
    "Sku": "VB034",
    "Price": 109,
    "Product categories": "Weight Loss",
    "Slug": "semaglutide",
    "introp1": "Drop up to 15% of your body weight - fast!",
    "introp2": "Receive your prescription in as little as 7 days",
    "introp3": "No Insurance needed!",
    "introp4": "Improved blood sugar control and cardiovascular health",
    "mechanism": "Working by mimicking a natural hormone in your body that regulates and slows digestion, Semaglutide can help to reduce your appetite and improve your blood sugar control - supporting and promoting weight loss.",
    "ingredients": "Semaglutide, B-6 (Pyridoxine)",
    "benefits": "Studies show that weight loss on average of 3.8% of body weight after just 4 weeks and an average of 15% weight loss at 68 weeks.",
    "benefit1": "Suppress appetite and control hunger",
    "benefit2": "Reduce cardiovascular risk factors",
    "benefit3": "Reduce cardiovascular risk factors",
    "doctor": "There is a reason that Semaglutide has grown to be one of the most popular weight loss medications across the country. Doctors have seen over time it's proven efficacy, mild side effects, and improvement to multiple blood markers on top of substantial weight loss.",
    "frequency": "1 Injection Weekly",
    "application": "Injection",
    "dosage": "Starting at 0.25mg weekly",
    "imageBG": "/public/products/BG/SemaglutideBG.webp",
    "imageM": "/public/products/Male/semaglutide.webp",
    "imageF": "/public/products/Female/semaglutide.webp"
  },
  {
    "Title": "Sermorelin",
    "Status": "Active",
    "Content": "Sermorelin works by mimicking the body's endogenous human growth hormone-releasing hormone (GHRH). GHRH is a 44-amino acid brain-gut peptide that binds to the growth hormone-releasing hormone receptor (GHRH-R) and stimulates the pituitary gland to produce and release more HGH. While sermorelin contains just the first 29 amino acids of the GHRH protein, its mechanism of action is identical.",
    "Short Description": "Boost your growth hormone to increase your lean muscle mass, lose weight, and improve sleep.",
    "Sku": "VB024",
    "Price": 119,
    "Product categories": "Hormone Therapy|Injury and Recovery|Weight Loss",
    "Slug": "sermorelin",
    "introp1": "Decrease fat",
    "introp2": "Increase muscle mass",
    "introp3": "Improve sleep and energy levels",
    "introp4": "No Insurance needed!",
    "mechanism": "Sermorelin is a synthetic peptide version of a naturally occurring substance that causes the release of growth hormone from the pituitary gland. This stimulates the pituitary gland to produce and release growth hormone, which can have various effects on growth, metabolism, and tissue repair.",
    "ingredients": "Sermorelin",
    "benefits": "Studies show it can increase lean muscle mass, efficient recovery, decrease body fat, and improve bone density in adults. May improve psychological well-being and quality of life for those with growth hormone deficiency.",
    "benefit1": "Increase lean muscle mass",
    "benefit2": "Decrease body fat",
    "benefit3": "Decrease body fat",
    "doctor": "Peptides are signalers throughout the body. These are preferred by providers as they nudge the body to modify how they are performing, typically with fewer side effects than other medications. With the assistance of a provider, this medication can greatly improve your natural production of growth hormone to enhance weight loss, improve muscle mass and recovery, and improve sleep.",
    "frequency": "5 times per week at night",
    "application": "Subcutaneous (under the skin) injection",
    "dosage": "0.3mL",
    "imageBG": "/public/products/BG/SermorelinBG.webp",
    "imageM": "/public/products/Male/sermorelin.webp",
    "imageF": "/public/products/Female/sermorelin.webp"
  },
  {
    "Title": "Sildenafil",
    "Status": "Active",
    "Content": "Sildenafil's mechanism of action centers around its role as a phosphodiesterase type 5 (PDE5) inhibitor. PDE5 is an enzyme that breaks down cyclic guanosine monophosphate (cGMP). cGMP is a molecule that relaxes smooth muscle in the blood vessels of the penis, allowing for increased blood flow. When a man is sexually stimulated, nitric oxide is released, which activates the production of cGMP. This increased cGMP leads to vasodilation (widening of blood vessels) in the penis, resulting in an erection. Sildenafil works by inhibiting PDE5. By blocking the enzyme that breaks down cGMP, sildenafil effectively increases and prolongs the availability of cGMP. This enhanced cGMP activity further relaxes the smooth muscle in the penile blood vessels, amplifying the effect of sexual stimulation and facilitating the achievement and maintenance of an erection. It's crucial to understand that sildenafil does not cause an erection on its own; it merely enhances the body's natural response to sexual arousal.",
    "Short Description": "Restore confidence and reignite intimacy with sildenafil therapy.",
    "Sku": "VB025",
    "Price": 40,
    "Product categories": "Sexual Wellness",
    "Slug": "sildenafil",
    "introp1": "Increased blood flow",
    "introp2": "Improved sexual intercourse",
    "introp3": "Fast acting",
    "introp4": "No Insurance needed!",
    "mechanism": "Sildenafil works by helping to increase blood flow to the penis when a man is sexually aroused. It does this by interfering with a natural process in the body. Normally, a chemical called cGMP relaxes the muscles in the blood vessels of the penis, allowing them to fill with blood and cause an erection. Another substance, an enzyme called PDE5, breaks down cGMP, which stops the erection. Sildenafil blocks PDE5. So, when a man is sexually stimulated, his body produces cGMP as usual, but sildenafil prevents it from being broken down too quickly. This means more cGMP is available to relax the blood vessels, leading to increased blood flow and a firmer, longer-lasting erection. It's important to remember that sildenafil only works if a man is already sexually aroused; it doesn't cause an erection on its own.",
    "ingredients": "Sildenafil",
    "benefits": "Sildenafil therapy enhances intimacy by increasing blood flow, treating erectile dysfunction, and improving sexual function and satisfaction.",
    "benefit1": "Treats Erectile Dysfunction: Boosts blood flow to the penis for reliable erections during arousal.",
    "benefit2": "Improves Sexual Function: Enhances performance and satisfaction for a better experience.",
    "benefit3": "Improves Sexual Function: Enhances performance and satisfaction for a better experience.",
    "doctor": "Doctors find sildenafil valuable due to its effectiveness in treating erectile dysfunction (ED), a condition that can significantly impact a man's quality of life. Its well-understood mechanism of action, targeting PDE5 and enhancing blood flow to the penis in response to sexual stimulation, allows for predictable and reliable results in many patients. While not a cure for ED, sildenafil offers a safe and effective way to manage symptoms and improve sexual function, leading to increased confidence and relationship satisfaction.",
    "frequency": "As Needed",
    "application": "Oral Capsule",
    "dosage": "20 - 100mg",
    "imageBG": "/public/products/BG/SildenafilBG.webp",
    "imageM": "/public/products/Male/sildenafil.webp",
    "imageF": "/public/products/Female/sildenafil.webp"
  },
  {
    "Title": "Sildenafil / Tadalafil",
    "Status": "Active",
    "Content": "Both sildenafil and tadalafil are phosphodiesterase type 5 (PDE5) inhibitors, working by blocking the PDE5 enzyme that breaks down cyclic guanosine monophosphate (cGMP). cGMP relaxes smooth muscle tissue in the penis, allowing for increased blood flow, which is essential for achieving and maintaining an erection. By inhibiting PDE5, both drugs enhance the effects of nitric oxide, a natural chemical that triggers cGMP production during sexual stimulation. The combination aims to capitalize on sildenafil's rapid onset for immediate action and tadalafil's longer half-life for extended effectiveness, potentially providing a more versatile and robust improvement in erectile function compared to either drug used alone.",
    "Short Description": "Experience enhanced and prolonged sexual performance with a sildenafil/tadalafil combination, offering both rapid onset and extended duration for ultimate intimacy.",
    "Sku": "VB040",
    "Price": 60,
    "Product categories": "Sexual Wellness",
    "Slug": "sildenafil-tadalafil",
    "introp1": "Increased blood flow",
    "introp2": "Improved sexual intercourse",
    "introp3": "Fast acting and long lasting",
    "introp4": "No insurance needed",
    "mechanism": "Sildenafil and tadalafil help erections by increasing blood flow to the penis. They do this by blocking a specific enzyme that normally reduces blood flow. Sildenafil works quickly, while tadalafil lasts longer. Combining them aims to give both a fast start and long-lasting effect, improving erections more than either drug alone. Want it to work fast? Not sure when you’re going to need it? This combination achieves both.",
    "ingredients": "Sildenafil / Tadalafil",
    "benefits": "Sildenafil and tadalafil therapy enhances sexual performance by improving blood flow, offering fast-acting and long-lasting erectile support, and synergistically boosting outcomes.",
    "benefit1": "Improved blood flow for optimal erectile function and sexual performance",
    "benefit2": "Ready for intercourse anytime, now or later",
    "benefit3": "Ready for intercourse anytime, now or later",
    "doctor": "Doctors often choose PDE-5 inhibitors like sildenafil and tadalafil to improve blood flow and enhance sexual performance due to their targeted mechanism of action and relatively favorable safety profile. Compared to other potential treatments, PDE-5 inhibitors offer a less invasive and often more effective approach, with predictable results when used appropriately. While other medications might address underlying hormonal imbalances or psychological factors, PDE-5 inhibitors directly target the physiological mechanism responsible for erectile function, offering a reliable solution for many men.",
    "frequency": "as needed",
    "application": "Oral Capsul",
    "dosage": "55mg / 12.5mg",
    "imageBG": "/public/products/BG/SildenafilTadalafilBG.webp",
    "imageM": "/public/products/Male/sildenafil-tadalafil.webp",
    "imageF": "/public/products/Female/sildenafil-tadalafil.webp"
  },
  {
    "Title": "Sole Day Cream",
    "Status": "Active",
    "Content": "Azelaic Acid - It's a powerful treatment for mild to moderate acne and reduces inflammation by balancing the ecosystem of our complexion. Azelaic acid's strength is in its ability to actually reduce the growth of bacteria inside hair follicles in your skin. In doing so, it minimizes both current and future blemishes (which are essentially clogged follicles and pores infected by bacteria). Azelaic acid are ideal for those experiencing hard-to-control breakouts, free radical damage and blackheads.\nVitamin C - Vitamin C is an essential nutrient with numerous benefits for both internal health and external appearance. Its role in collagen production is particularly noteworthy, as collagen is crucial for maintaining the skin's strength and elasticity. As we age, collagen production naturally declines, contributing to the development of wrinkles and sagging skin.\nNAD+ - acts as an electron carrier during metabolic processes, helping convert food into energy. It plays a critical role in the production of energy molecules (ATP) in our cells. Additionally, NAD+ participates in DNA repair processes, ensuring the proper maintenance and health of our genetic instructions.\nHyaluronic Acid - Naturally found within your body in all connective tissue and in the viscous fluid that surrounds your joints and eyes, hyaluronic acid is responsible for keeping your skin supple and hydrated. But like so many things, your natural reserve depletes with age, leading to dry patches of skin, lines, wrinkles and loss of firmness. When added to moisturizers, serums and even lip plumpers, hyaluronic acid visibly plumps your skin to fill in fine lines and wrinkles and restore supple smoothness.",
    "Short Description": "Sole is a daytime reparative face cream for maturing skin or a preventative face cream for younger skin.",
    "Sku": "VB027",
    "Price": 60,
    "Product categories": "Skin Care",
    "Slug": "sole-day-cream",
    "introp1": "Renew the skin’s texture",
    "introp2": "Reverse signs of aging",
    "introp3": "Increase moisture and plumpness of the skin",
    "introp4": "No Insurance needed!",
    "mechanism": "Azelaic Acid - is a natural substance produced by a yeast that lives on our skin for the specific purpose of fighting bacteria to keep our bodies healthy.\nVitamin C - is an essential nutrient with numerous benefits for both internal health and external appearance. Its role in collagen production is particularly noteworthy, as collagen is crucial for maintaining the skin's strength and elasticity. As we age, collagen production naturally declines, contributing to the development of wrinkles and sagging skin.\nNAD+ - is a coenzyme involved in numerous cellular processes, including energy production. It is used as a supplement to support cellular metabolism and promotes various physiological functions.\nHyaluronic Acid - retains moisture in the skin, visibly plumping the skin to fill in\nfine lines and wrinkles and restore supple smoothness.",
    "ingredients": "Azelaic Acid, Vitamin C, NAD+, Hyaluronic Acid",
    "benefits": "Sole Day Cream rejuvenates skin by increasing moisture for plumpness, boosting collagen to slow aging, and reducing inflammation and bacteria that cause acne.",
    "benefit1": "Enhances Moisture &amp; Plumpness: Hyaluronic acid hydrates and restores youthful elasticity.",
    "benefit2": "Boosts Collagen Production: Vitamin C and NAD+ combat wrinkles by supporting skin structure.",
    "benefit3": "Boosts Collagen Production: Vitamin C and NAD+ combat wrinkles by supporting skin structure.",
    "doctor": "This formula was designed with the help of our Chief Dermatologist. The goal of this formulation was to minimize ingredients to only include the strongest, most impactful components that help to rejuvenate the skin focusing on creating a foundation for anti-aging.",
    "frequency": "Used Daily",
    "application": "Apply topically to the skin after cleansing the face",
    "dosage": "Use one pump of the cream and blot across the face to rub in",
    "imageBG": "/public/products/BG/SoleDayCreamBG.webp",
    "imageM": "/public/products/Male/sole-day-cream.webp",
    "imageF": "/public/products/Female/sole-day-cream.webp"
  },
  {
    "Title": "Tadalafil",
    "Status": "Active",
    "Content": "Tadalafil's mechanism of action is similar to sildenafil's, revolving around its role as a phosphodiesterase type 5 (PDE5) inhibitor. PDE5 is an enzyme that breaks down cyclic guanosine monophosphate (cGMP). cGMP is a molecule that relaxes smooth muscle in the blood vessels of the penis, allowing for increased blood flow. When a man is sexually stimulated, nitric oxide is released, which activates the production of cGMP. This increased cGMP leads to vasodilation (widening of blood vessels) in the penis, resulting in an erection. Tadalafil works by inhibiting PDE5. By blocking the enzyme that breaks down cGMP, tadalafil effectively increases and prolongs the availability of cGMP. This enhanced cGMP activity further relaxes the smooth muscle in the penile blood vessels, amplifying the effect of sexual stimulation and facilitating the achievement and maintenance of an erection. The key difference between tadalafil and sildenafil lies in their respective durations of action; tadalafil's effects can last significantly longer, up to 36 hours, earning it the nickname \"the weekend pill.\" It's crucial to understand that tadalafil, like sildenafil, does not cause an erection on its own; it merely enhances the body's natural response to sexual arousal.",
    "Short Description": "Dominate in the bedroom with tadalafil: Experience longer-lasting erections and unparalleled sexual performance.",
    "Sku": "VB026",
    "Price": 40,
    "Product categories": "Sexual Wellness",
    "Slug": "tadalafil",
    "introp1": "Increased blood flow",
    "introp2": "Improved sexual intercourse",
    "introp3": "Long-lasting effectiveness",
    "introp4": "No Insurance needed!",
    "mechanism": "Tadalafil helps men get and keep erections when they're sexually aroused by increasing blood flow to the penis. When a man is stimulated, his body sends a signal to increase blood flow down there. Tadalafil makes that signal stronger. It does this by blocking a chemical that normally stops that increased blood flow. This lets the blood vessels in the penis stay open longer, making erections easier to get and keep. A big plus with tadalafil is it works for a long time, up to 36 hours—much longer than some other similar medications. But remember, tadalafil only works if you're already sexually aroused; it won't cause an erection on its own.",
    "ingredients": "Tadalafil",
    "benefits": "Tadalafil therapy elevates sexual performance by increasing blood flow, treating erectile dysfunction, and offering long-lasting effectiveness.",
    "benefit1": "Treats Erectile Dysfunction: Enhances blood flow to the penis for reliable erections during arousal.",
    "benefit2": "Improves Sexual Intercourse: Boosts performance with stronger, sustained erections.",
    "benefit3": "Improves Sexual Intercourse: Boosts performance with stronger, sustained erections.",
    "doctor": "Doctors appreciate tadalafil for its effectiveness in treating erectile dysfunction (ED) and its longer duration of action compared to other PDE5 inhibitors. This extended efficacy allows for greater spontaneity in sexual activity, a significant advantage for many patients.",
    "frequency": "As Needed or Dailiy Use",
    "application": "Oral Capsule",
    "dosage": "5 - 20mg",
    "imageBG": "/public/products/BG/TadalafilBG.webp",
    "imageM": "/public/products/Male/tadalafil.webp",
    "imageF": "/public/products/Female/tadalafil.webp"
  },
  {
    "Title": "Tesamorelin",
    "Status": "Active",
    "Content": "Tesamorelin is a synthetic 44 amino acid polypeptide analogue of growth hormone releasing hormone (GHRH). The N terminal portion of the molecule has been modified to improve its stability and pharmacokinetics in comparison to native GHRH. Tesamorelin activates GHRH receptors in the pituitary which leads to synthesis and release of growth hormone that acts on multiple cells of the body including hepatocytes where it stimulates production of insulin like growth factor-1 (IGF-1). IGF-1 mediates many of the effects of growth hormone, including muscle growth, inhibition of programmed cell death, glucose update and lipolysis. Serum IGF-1 levels tend to be low in patients with obesity, diabetes and particularly in those with lipodystrophy.",
    "Short Description": "Boost your growth hormone to increase your lean muscle mass along with focusing specifically on the dangerous visceral fat that lives between your organs.",
    "Sku": "VB029",
    "Price": 249,
    "Product categories": "Hormone Therapy|Injury and Recovery",
    "Slug": "tesamorelin",
    "introp1": "Decrease fat",
    "introp2": "Increase Muscle",
    "introp3": "Reduce Visceral Fat",
    "introp4": "Improve Sleep and Energy Levels",
    "mechanism": "Tesamorelin works by mimicking the body's endogenous human growth hormone-releasing hormone (GHRH). GHRH is a peptide that binds to the growth hormone-releasing hormone receptor (GHRH-R) and stimulates the pituitary gland to produce and release more HGH.",
    "ingredients": "Tesamorelin",
    "benefits": "Studies show it can increase lean muscle mass, efficient recovery, decrease body fat, and improve bone density in adults. May improve psychological well-being and quality of life for those with growth hormone deficiency.",
    "benefit1": "Increases Muscle &amp; Reduces Fat: Stimulates growth hormone and IGF-1 for lean mass and fat loss.",
    "benefit2": "Targets Visceral Fat: Specifically reduces dangerous fat between organs.",
    "benefit3": "Targets Visceral Fat: Specifically reduces dangerous fat between organs.",
    "doctor": "Peptides are signalers throughout the body. These are preferred by providers as they nudge the body to modify how they are performing, typically with fewer side effects than other medications. With the assistance of a provider, this medication can greatly improve your natural production of growth hormone to enhance weight loss, improve muscle mass and recovery, improve sleep, and reduce visceral fat.",
    "frequency": "5-6 times per week",
    "application": "Subcutaneous (under the skin) injection",
    "dosage": "0.25mL",
    "imageBG": "/public/products/BG/TesamorelinBG.webp",
    "imageM": "/public/products/Male/tesamorelin.webp",
    "imageF": "/public/products/Female/tesamorelin.webp"
  },
  {
    "Title": "Testosterone Cream",
    "Status": "Active",
    "Content": "Testosterone is a hormone that occurs naturally in both sexes. Once a man reaches the age of 30, his body begins a gradual decline in testosterone production, which can have negative effects on his sex life, energy, weight, and even mental health and confidence. Improving this hormone balance has been linked to enhanced sex drive, fewer erectile dysfunction (ED) symptoms, more sustained energy, and deeper sleep.",
    "Short Description": "Testosterone naturally declines in men after rage 30, affecting sex drive, energy, weight, and mental health. Let us help improve your hormone balance.",
    "Sku": "VB043",
    "Price": 65,
    "Product categories": "Hormone Therapy",
    "Slug": "testosterone-cream",
    "introp1": "Enhance your sex drive",
    "introp2": "More sustained energy and deeper sleep",
    "introp3": "Receive your medication in as little as 7 days**",
    "introp4": "No insurance needed.",
    "mechanism": "Testosterone Replacement Therapy (TRT) works by directly introducing testosterone into your body to make up for what it's no longer producing. This helps restore testosterone levels to a healthy range, addressing issues like low energy, reduced muscle mass, and diminished libido. By supplementing your body with testosterone, TRT reactivates the signals that regulate various bodily functions, promoting better overall health and vitality.",
    "ingredients": "Testosterone Cream",
    "benefits": "Improved energy",
    "benefit1": "Improved body composition",
    "benefit2": "Increased testosterone levels",
    "benefit3": "Increased testosterone levels",
    "doctor": "With it's long half-life, testosterone cypionate helps reduce fluctuations in energy, mood, and libido, leading to a smoother experience. Additionally, it's a well-researched, widely available, and cost-effective option, making it a popular choice for those seeking long-term, effective testosterone replacement therapy.",
    "frequency": "Once daily",
    "application": "Cream",
    "dosage": "50mg or 200mg",
    "imageBG": "/public/products/BG/TestosteroneCreamBG.webp",
    "imageM": "/public/products/Male/testosterone-cream.webp",
    "imageF": ""
  },
  {
    "Title": "Testosterone Cypionate",
    "Status": "Active",
    "Content": "Testosterone is a hormone that occurs naturally in both sexes. Once a man reaches the age of 30, his body begins a gradual decline in testosterone production, which can have negative effects on his sex life, energy, weight, and even mental health and confidence. Improving this hormone balance has been linked to enhanced sex drive, fewer erectile dysfunction (ED) symptoms, more sustained energy, and deeper sleep. Testosterone cypionate is used as this long-acting ester releases testosterone slowly into the bloodstream resulting in less frequent injections, typically once weekly.",
    "Short Description": "Testosterone naturally declines in men after age 30, affecting sex drive, energy, weight, and mental health. Let us help improve your hormone balance.",
    "Sku": "VB047",
    "Price": 16,
    "Product categories": "Hormone Therapy",
    "Slug": "testosterone-cypionate",
    "introp1": "Enhance your sex drive",
    "introp2": "More sustained energy and deeper sleep",
    "introp3": "Receive your medication in as little as 7 days**",
    "introp4": "No insurance needed.",
    "mechanism": "Testosterone Replacement Therapy (TRT) works by directly introducing testosterone into your body to make up for what it's no longer producing. This helps restore testosterone levels to a healthy range, addressing issues like low energy, reduced muscle mass, and diminished libido. By supplementing your body with testosterone, TRT reactivates the signals that regulate various bodily functions, promoting better overall health and vitality.",
    "ingredients": "Testosterone Cypionate",
    "benefits": "Improved energy",
    "benefit1": "Improved body composition",
    "benefit2": "Increased testosterone levels",
    "benefit3": "Increased testosterone levels",
    "doctor": "With it's long half-life, testosterone cypionate helps reduce fluctuations in energy, mood, and libido, leading to a smoother experience. Additionally, it's a well-researched, widely available, and cost-effective option, making it a popular choice for those seeking long-term, effective testosterone replacement therapy.",
    "frequency": "Once Weekly",
    "application": "Injectable",
    "dosage": "200mg/mL",
    "imageBG": "/public/products/BG/TestosteroneCypionateBG.webp",
    "imageM": "/public/products/Male/testosterone-cypionate.webp",
    "imageF": "/public/products/Female/testosterone-cypionate.webp"
  },
  {
    "Title": "Testosterone Cypionate / Enanthate / Propionate Blend",
    "Status": "Active",
    "Content": "Testosterone is a hormone that occurs naturally in both sexes. Once a man reaches the age of 30, his body begins a gradual decline in testosterone production, which can have negative effects on his sex life, energy, weight, and even mental health and confidence. Improving this hormone balance has been linked to enhanced sex drive, fewer erectile dysfunction (ED) symptoms, more sustained energy, and deeper sleep. Testosterone cypionate / propionate / enanthate blend is used to achieve a rapid rise in testosterone (with propionate) and more sustained release with cypionate and ethanate. This combo is used to provide the most stable blood serum levels.",
    "Short Description": "Testosterone naturally declines in men after rage 30, affecting sex drive, energy, weight, and mental health. Let us help improve your hormone balance.",
    "Sku": "VB046",
    "Price": 28,
    "Product categories": "Hormone Therapy",
    "Slug": "testosterone-blend-cyp-enanthate-propionate",
    "introp1": "Enhance your sex drive",
    "introp2": "More sustained energy and deeper sleep",
    "introp3": "Receive your medication in as little as 7 days**",
    "introp4": "No insurance needed.",
    "mechanism": "Testosterone Replacement Therapy (TRT) works by directly introducing testosterone into your body to make up for what it's no longer producing. This helps restore testosterone levels to a healthy range, addressing issues like low energy, reduced muscle mass, and diminished libido. By supplementing your body with testosterone, TRT reactivates the signals that regulate various bodily functions, promoting better overall health and vitality.",
    "ingredients": "Testosterone Cypionate / Propionate / Enanthate",
    "benefits": "Testosterone Cypionate/Propionate/Enanthate therapy enhances hormone balance by improving energy, boosting sex drive, and optimizing body composition with a stable testosterone boost.",
    "benefit1": "Improves Energy: Sustains vitality and supports deeper sleep.",
    "benefit2": "Enhances Sex Drive: Increases testosterone for better libido and function.",
    "benefit3": "Enhances Sex Drive: Increases testosterone for better libido and function.",
    "doctor": "With its long half-life, testosterone cypionate and enanthate helps reduce fluctuations in energy, mood, and libido, leading to a smoother experience, while testosterone propionate allows for immediate benefits.",
    "frequency": "Once Weekly",
    "application": "Injectable",
    "dosage": "200mg/mL",
    "imageBG": "/public/products/BG/TestosteroneCypionateEnanthatePropionateBlendBG.webp",
    "imageM": "/public/products/Male/testosterone-blend-cyp-enanthate-propionate.webp",
    "imageF": ""
  },
  {
    "Title": "Testosterone Cypionate / Propionate Blend",
    "Status": "Active",
    "Content": "Testosterone is a hormone that occurs naturally in both sexes. Once a man reaches the age of 30, his body begins a gradual decline in testosterone production, which can have negative effects on his sex life, energy, weight, and even mental health and confidence. Improving this hormone balance has been linked to enhanced sex drive, fewer erectile dysfunction (ED) symptoms, more sustained energy, and deeper sleep. Testosterone cypionate / propionate blend is used to achieve a more balanced approach to testosterone therapy. This allows for a quicker initial rise in testosterone (from proprionate) while maintaining a sustained level throughout the week (using cypionate).",
    "Short Description": "Testosterone naturally declines in men after rage 30, affecting sex drive, energy, weight, and mental health. Let us help improve your hormone balance.",
    "Sku": "VB044",
    "Price": 24,
    "Product categories": "Hormone Therapy",
    "Slug": "testosterone-cypionate-propionate",
    "introp1": "Enhance your sex drive",
    "introp2": "More sustained energy and deeper sleep",
    "introp3": "Receive your medication in as little as 7 days**",
    "introp4": "No insurance needed.",
    "mechanism": "Testosterone Replacement Therapy (TRT) works by directly introducing testosterone into your body to make up for what it's no longer producing. This helps restore testosterone levels to a healthy range, addressing issues like low energy, reduced muscle mass, and diminished libido. By supplementing your body with testosterone, TRT reactivates the signals that regulate various bodily functions, promoting better overall health and vitality.",
    "ingredients": "Testosterone Cypionate / Propionate",
    "benefits": "Testosterone Cypionate/Propionate therapy enhances hormone balance by improving energy, boosting sex drive, and supporting better body composition.",
    "benefit1": "Improved energy",
    "benefit2": "Improved body composition",
    "benefit3": "Improved body composition",
    "doctor": "With it's long half-life, testosterone cypionate helps reduce fluctuations in energy, mood, and libido, leading to a smoother experience while testosterone propionate adds a faster acting testosterone to improve immediate effects.",
    "frequency": "Once weekly",
    "application": "Injectable",
    "dosage": "200mg/mL",
    "imageBG": "/public/products/BG/TestosteroneCypionatePropionateBlendBG.webp",
    "imageM": "/public/products/Male/testosterone-cypionate-propionate.webp",
    "imageF": ""
  },
  {
    "Title": "Testosterone Cypionate with Anastrozole",
    "Status": "Active",
    "Content": "Testosterone is a hormone that occurs naturally in both sexes. Once a man reaches the age of 30, his body begins a gradual decline in testosterone production, which can have negative effects on his sex life, energy, weight, and even mental health and confidence. Improving this hormone balance has been linked to enhanced sex drive, fewer erectile dysfunction (ED) symptoms, more sustained energy, and deeper sleep.\n\nTestosterone, when introduced into the body, can be converted into estrogen through a process called aromatization, facilitated by the aromatase enzyme. Elevated estrogen levels in men can lead to undesirable side effects like gynecomastia (breast tissue development) and fluid retention. Anastrozole is an aromatase inhibitor, meaning it blocks the aromatase enzyme, thereby reducing the conversion of testosterone to estrogen. By including anastrozole in the therapy, clinicians aim to maintain a more favorable testosterone-to-estrogen ratio, minimizing estrogen-related side effects while still providing the benefits of testosterone replacement. This careful balancing act is crucial for optimizing the effectiveness and safety of testosterone therapy.",
    "Short Description": "Testosterone naturally declines in men after rage 30, affecting sex drive, energy, weight, and mental health. Let us help improve your hormone balance.",
    "Sku": "VB045",
    "Price": 18,
    "Product categories": "Hormone Therapy",
    "Slug": "testosterone-cypionate-anastrozole",
    "introp1": "Enhance your sex drive and maintain stable estrogen levels",
    "introp2": "More sustained energy and deeper sleep",
    "introp3": "Receive your medication in as little as 7 days**",
    "introp4": "No insurance needed.",
    "mechanism": "<p>Testosterone Replacement Therapy (TRT) works by directly introducing testosterone into your body to make up for what it's no longer producing. This helps restore testosterone levels to a healthy range, addressing issues like low energy, reduced muscle mass, and diminished libido.</p>\n\nTestosterone therapy can sometimes lead to increased estrogen levels in men, causing unwanted side effects. To prevent this, we’ve added anastrozole. This medication blocks the process that turns testosterone into estrogen. By doing so, it helps keep estrogen levels in check, making the testosterone therapy safer and more comfortable.",
    "ingredients": "Testosterone Cypionate / Anastrozole",
    "benefits": "Testosterone Cypionate/Anastrozole therapy enhances hormone balance by improving energy, boosting sex drive, and maintaining stable estrogen levels for better overall health.",
    "benefit1": "Improves Energy: Sustains vitality and promotes deeper sleep.",
    "benefit2": "Enhances Sex Drive: Increases testosterone for better libido and performance.",
    "benefit3": "Enhances Sex Drive: Increases testosterone for better libido and performance.",
    "doctor": "With it's long half-life, testosterone cypionate helps reduce fluctuations in energy, mood, and libido, leading to a smoother experience. Adding in <strong>anastrozole</strong> helps balance a man’s hormones and while commonly given separately, can be easily forgotten through non-compliance. Adding this crucial ingredient into the testosterone directly, allows for convenience and hormone balance.",
    "frequency": "Once Weekly",
    "application": "Injectable",
    "dosage": "200mg/0.5mg/mL",
    "imageBG": "/public/products/BG/TestosteroneCypionateAnastrozoleBG.webp",
    "imageM": "/public/products/Male/testosterone-cypionate-anastrozole.webp",
    "imageF": ""
  },
  {
    "Title": "Tirzepatide with B-6",
    "Status": "Active",
    "Content": "Tirzepatide is a synthetic peptide that that acts as a dual agonist for both glucose-dependent insulinotropic polypeptide (GIP) and glucagon-like peptide-1 (GLP-1) receptors. These actively help to regulate blood sugar levels and manage hunger and weight in individuals. Tirzepatide with B-6 (Pyridoxine) is a customized compound. which may help with nausea. Results may vary. We also prescribe ondansetron for no additional charge to all patients to additionally help with nausea.",
    "Short Description": "Tirzepatide is a simple weekly shot to help you lose weight, control hunger, and boost your metabolic health.",
    "Sku": "VB033",
    "Price": 159,
    "Product categories": "Weight Loss",
    "Slug": "tirzepatide",
    "introp1": "Science backed weight loss",
    "introp2": "Curb cravings and hunger",
    "introp3": "Boost Insulin function and glucose regulation",
    "introp4": "Reduce cardiovascular risk",
    "mechanism": "Tirzepatide works by mimicking the actions of GLP-1 and GIP hormones, enhancing insulin secretion, reducing appetite, and slowing gastric emptying, leading to improved blood sugar control and weight loss.",
    "ingredients": "Tirzepatide, B-6 (Pyridoxine)",
    "benefits": "Between 12 and 52 weeks, Tirzepatide users typically lose 10-20% of their body weight, with results improving progressively over time depending on dosage and adherence allowing you to keep the weight off.",
    "benefit1": "Reduces appetite, lowering food intake",
    "benefit2": "Food triggers GLP-1 &amp; GIP release",
    "benefit3": "Food triggers GLP-1 &amp; GIP release",
    "doctor": "Tirzepatide is trusted by doctors for its proven efficacy and safety in supporting weight loss. Clinical studies show significant results, with patients losing up to 22% of their body weight. Its dual-action mechanism is well-tolerated, showing less side effects than semaglutide, making it a reliable choice for those seeking effective weight management.",
    "frequency": "1 Injection Weekly",
    "application": "Subcutaneous (in the fat of the belly) injection",
    "dosage": "Starts at 2.5mg",
    "imageBG": "/public/products/BG/TirzepatideB6BG.webp",
    "imageM": "/public/products/Male/tirzepatide.webp",
    "imageF": "/public/products/Female/tirzepatide.webp"
  },
  {
    "Title": "Topical Hair Serum",
    "Status": "Active",
    "Content": "Minoxidil and finasteride work through different mechanisms to combat hair loss. Minoxidil, a topical solution or foam, is a vasodilator that widens blood vessels in the scalp, increasing blood flow and nutrient delivery to hair follicles. This stimulates hair growth, increases hair thickness and density, and prolongs the hair growth cycle. Finasteride, on the other hand, is a medication that inhibits the conversion of testosterone to dihydrotestosterone (DHT), a hormone that plays a significant role in male pattern baldness. By reducing DHT levels, finasteride helps prevent further hair loss and may even stimulate regrowth. Combining minoxidil and finasteride can offer a comprehensive approach, with minoxidil directly stimulating hair growth and finasteride addressing the underlying hormonal cause in men.",
    "Short Description": "Combat hair loss and stimulate new growth with our powerful topical serum, combining the proven benefits of Minoxidil and Finasteride for a comprehensive approach to hair restoration.",
    "Sku": "VB030",
    "Price": 75,
    "Product categories": "Hair Loss",
    "Slug": "topical-hair-serum",
    "introp1": "Stimulate hair growth",
    "introp2": "Increase hair thickness and density",
    "introp3": "Slow down hair loss",
    "introp4": "No Insurance needed!",
    "mechanism": "Minoxidil and finasteride are like a dynamic duo for fighting hair loss. Minoxidil is like a fertilizer for your hair, applied directly to the scalp. It works by widening the blood vessels, which allows more blood to flow to the hair follicles, bringing them extra nutrients and oxygen to help them grow thicker and stronger. Finasteride, on the other hand, is like a shield against a hair-loss hormone called DHT. DHT can shrink hair follicles, but finasteride blocks its production, protecting your hair and giving it a chance to grow back. Using both together is like a two-pronged attack against hair loss. Minoxidil helps your hair grow, while finasteride protects it from the things that cause it to thin out.",
    "ingredients": "Minoxidil, Finasteride",
    "benefits": "Topical Hair Serum combines Minoxidil and Finasteride to stimulate hair growth, increase thickness and density, and slow down hair loss.",
    "benefit1": "Stimulates Hair Growth: Minoxidil boosts blood flow to follicles for new growth.",
    "benefit2": "Increases Thickness &amp; Density: Enhances hair volume and strength.",
    "benefit3": "Increases Thickness &amp; Density: Enhances hair volume and strength.",
    "doctor": "Doctors appreciate Minoxidil and Finasteride for hair loss because they offer a dual-action approach with proven efficacy and well-understood mechanisms. Minoxidil, a topical treatment, directly stimulates hair growth by increasing blood flow and nutrient delivery to the follicles, making it suitable for both men and women with various types of hair loss. Finasteride, an oral medication, specifically targets the hormonal cause of male pattern baldness by blocking DHT, making it a valuable option for men with androgenetic alopecia. While neither medication is a cure-all and individual responses vary, their combined use can provide comprehensive hair loss management, addressing both growth stimulation and hormonal factors. Doctors also value their established safety profiles and the ability to tailor treatment plans based on individual needs and preferences, making them valuable tools in the field of hair restoration.",
    "frequency": "Once Daily",
    "application": "Topical Serum",
    "dosage": "Finasteride 0.2%, Minoxidil 5%",
    "imageBG": "/public/products/BG/TopicalHairSerumBG.webp",
    "imageM": "/public/products/Male/topical-hair-serum.webp",
    "imageF": ""
  },
  {
    "Title": "Vitamin D",
    "Status": "Active",
    "Content": "Vitamin D's influence on the body is complex and multifaceted. It functions more like a hormone than a typical vitamin. It increases calcium absorption in the intestines, reduces calcium excretion in the kidneys, and promotes calcium release from bones when needed. This tightly controlled calcium balance is essential for bone health, muscle function, and nerve transmission. Beyond calcium regulation, calcitriol interacts with vitamin D receptors (VDRs) found in various tissues throughout the body, including immune cells, muscle cells, and cells in other organs. When calcitriol binds to VDRs, it influences gene expression, affecting a wide range of cellular processes. This explains why vitamin D plays a role in immune function, cell growth and differentiation, and potentially even mood regulation. The precise mechanisms by which vitamin D exerts its non-calcium-related effects are still being actively researched, but its influence on gene expression through VDRs is a key area of study.",
    "Short Description": "Unleash your inner strength and vitality with vitamin D therapy: fortify your bones, supercharge your immunity, and conquer your day.",
    "Sku": "VB031",
    "Price": 79,
    "Product categories": "Anti-Aging",
    "Slug": "vitamin-d",
    "introp1": "Regulate your mood",
    "introp2": "Boost your immune system",
    "introp3": "Support healthy bones",
    "introp4": "No Insurance needed!",
    "mechanism": "Vitamin D plays a vital role in maintaining overall health and well-being. Its most well-known benefit is supporting strong bones by helping the body absorb calcium, which is essential for bone structure and density. Beyond bone health, vitamin D is crucial for a healthy immune system, aiding in fighting off infections and potentially reducing the risk of some autoimmune diseases. Adequate vitamin D levels also contribute to muscle strength and function, which is particularly important for older adults to prevent falls. Emerging research suggests vitamin D may play a role in other areas of health, including mood regulation and cardiovascular health, though more studies are needed to confirm these links.",
    "ingredients": "Vitamin D",
    "benefits": "Vitamin D therapy strengthens bones, boosts immunity, and enhances vitality by regulating mood, supporting muscle function, and promoting overall health.",
    "benefit1": "Fortifies Bones: Enhances calcium absorption for strong, healthy bones.",
    "benefit2": "Boosts Immune System: Regulates immunity to fight infections effectively.",
    "benefit3": "Boosts Immune System: Regulates immunity to fight infections effectively.",
    "doctor": "Doctors value vitamin D due to its crucial role in various aspects of health, particularly bone health and immune function. Its essential contribution to calcium absorption and bone mineralization makes it a cornerstone in preventing and managing conditions like rickets, osteoporosis, and osteomalacia. The growing body of research highlighting vitamin D's influence on immune regulation makes it an important factor to consider in overall wellness and potentially in the prevention or management of certain immune-related conditions. While research continues to explore its potential benefits in other areas like cardiovascular health and mood regulation, its well-established role in bone health and immune support makes vitamin D an important nutrient for doctors to monitor and address in their patients.",
    "frequency": "Once Weekly",
    "application": "Injectable",
    "dosage": "50,000 IU / mL",
    "imageBG": "/public/products/BG/VitaminDBG.webp",
    "imageM": "/public/products/Male/vitamin-d.webp",
    "imageF": "/public/products/Female/vitamin-d.webp"
  },
  {
    "Title": "Willow Oral Hair",
    "Status": "Active",
    "Content": "This is a unique blend of ingredients focused on providing the resources for natural hair growth while dramatically reducing the reasons for hair loss. Biotin is a vitamin that supports healthy hair, skin and nail growth at the cellular level. Spironalactone reduces testosterone’s impact on hair loss at the follicular level. Lastly, Minoxidil increases the blood flow to the follicles to allow for more nutrients and supplies to arrive for optimal hair growth.",
    "Short Description": "An oral capsule taken daily to effectively tackle thinning hair concerns while promoting hair growth for younger women.",
    "Sku": "VB003",
    "Price": 45,
    "Product categories": "Hair Loss",
    "Slug": "willow-oral-hair",
    "introp1": "Stop losing hair you have",
    "introp2": "Start growing new hair",
    "introp3": "Receive your medication in as little as 7 days**",
    "introp4": "No Insurance needed!",
    "mechanism": "Willow Oral Hair formula works by increasing the blood flow to the hair follicle allowing nutrients like biotin to come in for healthy development. Spironalactone blocks the hormone component that leads to female hair loss in younger women.",
    "ingredients": "Biotin, Spironalactone, Minoxidil",
    "benefits": "These ingredients are used commonly in hair loss products and used in combination provide an easy daily solution that works on multiple mechanisms to keep the hair you have and remove the barriers to hair growth.",
    "benefit1": "Improved nutrient delivery",
    "benefit2": "Improved hair growth",
    "benefit3": "Improved hair growth",
    "doctor": "Doctors across the country use these ingredients to address hair loss in their patients but most are using only one ingredient at a time. Using them in combination increases the likelihood of improved hair growth and reduction in hair loss",
    "frequency": "Once Daily",
    "application": "Oral Capsule",
    "dosage": "Spironalactone 60mg, Minoxidil 1mg, Biotin 5mg",
    "imageBG": "/public/products/BG/WillowOralHairBG.webp",
    "imageM": "",
    "imageF": "/public/products/Female/willow-oral-hair.webp"
  },
  {
    "Title": "Somatropin",
    "Status": "Inactive",
    "Content": "Somatropin works by mimicking the effects of natural human growth hormone (HGH) in the body. It binds to growth hormone receptors on various cells, stimulating cell growth, proliferation, and regeneration. This can lead to several benefits for injury recovery, including increased protein synthesis for tissue repair, enhanced collagen production for connective tissue repair, and stimulation of IGF-1 production for further cell growth. Somatropin also has anti-inflammatory properties to reduce pain and swelling, and it can improve bone metabolism for stronger bones. While the exact mechanisms are still being investigated, somatropin's ability to promote tissue regeneration, reduce inflammation, and enhance growth factors contributes to its potential therapeutic benefits for injury recovery.",
    "Short Description": "Enhance your body's natural healing abilities, reduce inflammation, accelerate tissue repair, and optimize recovery from injuries with Somatropin therapy.",
    "Sku": "VB028",
    "Price": 499,
    "Product categories": "Injury and Recovery",
    "Slug": "somatropin",
    "introp1": "Accelerated tissue repair",
    "introp2": "Increased bone density",
    "introp3": "Improved collagen synthesis",
    "introp4": "Improve metabolism",
    "mechanism": "Somatropin is like a growth boost for your body's repair system. It acts like a natural growth hormone, attaching to special receptors on your cells and telling them to grow and multiply. This helps rebuild damaged tissues like muscles, tendons, and bones faster. Think of it as giving your body's construction workers extra energy and building materials. Somatropin also helps reduce swelling and pain, making you more comfortable while you recover. It even gives a boost to collagen, which is like the glue that holds your connective tissues together, and it can make your bones stronger. While scientists are still figuring out exactly how it all works, it's clear that somatropin has a lot of potential to help you heal and get back to doing the things you love after an injury.",
    "ingredients": "Somatropin",
    "benefits": "Somatropin therapy optimizes recovery by accelerating tissue repair, increasing bone density, improving collagen synthesis, and enhancing metabolism.",
    "benefit1": "Accelerates Tissue Repair: Boosts cell growth and protein synthesis for faster healing.",
    "benefit2": "Increases Bone Density: Strengthens bones and reduces inflammation for better recovery.",
    "benefit3": "Increases Bone Density: Strengthens bones and reduces inflammation for better recovery.",
    "doctor": "Doctors are interested in Somatropin for injury recovery because it can potentially accelerate healing and improve outcomes in specific situations. Its ability to stimulate cell growth and tissue regeneration could be beneficial for a variety of injuries, including muscle tears, tendon and ligament damage, and bone fractures. Additionally, Somatropin's anti-inflammatory effects can help reduce pain and swelling, making the recovery process more comfortable for patients. While Somatropin is not a first-line treatment and requires careful consideration of potential side effects, its potential to enhance healing and improve functional outcomes makes it an attractive option for certain injuries, particularly in cases where conventional therapies are insufficient. Doctors would carefully evaluate the patient's individual needs, the type and severity of the injury, and the potential benefits and risks before recommending Somatropin therapy as part of a comprehensive rehabilitation plan.",
    "frequency": "Once Daily",
    "application": "Injection",
    "dosage": "5.8mg",
    "imageBG": "",
    "imageM": "",
    "imageF": ""
  },
  {
    "Title": "Semaglutide Oral",
    "Status": "Inactive",
    "Content": "Semaglutide works by mimicking the natural hormone GLP-1, which is produced in the intestines and helps regulate blood sugar and appetite. When Semaglutide binds to GLP-1 receptors, it slows down digestion, reduces appetite, and increases feelings of fullness. This can lead to a decrease in calorie intake and, ultimately, weight loss. Additionally, Semaglutide can help improve blood sugar control, which can also contribute to weight management.",
    "Short Description": "One of the most popular and successful weight loss medications - This weekly shot can help control hunger and assist with losing weight.",
    "Sku": "VB035",
    "Price": 199,
    "Product categories": "Weight Loss",
    "Slug": "semaglutide-oral",
    "introp1": "Drop up to 15% of your body weight - fast!1",
    "introp2": "Receive your prescription in as little as 7 days",
    "introp3": "No Insurance needed!",
    "introp4": "Improved blood sugar control and cardiovascular health2",
    "mechanism": "Working by mimicking a natural hormone in your body that regulates and slows digestion, Semaglutide can help to reduce your appetite and improve your blood sugar control - supporting and promoting weight loss.",
    "ingredients": "Semaglutide",
    "benefits": "Studies show that weight loss on average of 3.8% of body weight after just 4 weeks and an average of 15% weight loss at 68 weeks.",
    "benefit1": "Suppress appetite and control hunger",
    "benefit2": "Reduce cardiovascular risk factors",
    "benefit3": "Reduce cardiovascular risk factors",
    "doctor": "There is a reason that Semaglutide has grown to be one of the most popular weight loss medications across the country. Doctors have seen over time it's proven efficacy, mild side effects, and improvement to multiple blood markers on top of substantial weight loss.",
    "frequency": "",
    "application": "",
    "dosage": "",
    "imageBG": "",
    "imageM": "",
    "imageF": ""
  }
]