[
    {
        "name": "Amir V.",
        "caption": "My journey isn't over and I am a client for life",
        "review": "Before I got introduced to Vita Bella, I was obese, depressed, had no sex life, my business was in shambles, and honestly I struggled to wake up every day and live life. After Vita Bella, I got my dream body and found confidence I never even knew was there. I can’t keep the girls off of me, my confidence is through the roof, and my business has skyrocketed.",
        "image": "vitabella/public/testimonial/products/AmirV.webp"
    },
    {
        "name": "Chris A.",
        "caption": "Transforming my health, one pound at a time with Vita Bella",
        "review": "I’ve lost 35 pounds with Vita Bella, and it’s dramatically improved my lab results—my A1C dropped from 6.2 to 5.1, cholesterol went from 232 to 91, and triglycerides fell from 92 to 41, while my HDL rose from 36 to 63. It’s been a life-changing boost to my overall wellness!",
        "image": "vitabella/public/testimonial/products/ChrisA.webp"
    },
    {
        "name": "Dani B.",
        "caption": "Never been healthier",
        "review": "With Vita Bella’s support, I’ve transformed my body and have never been healthier—I feel stronger and more confident every day!",
        "image": "vitabella/public/testimonial/products/DaniB.webp"
    },
    {
        "name": "Warren L.",
        "caption": "A full transformation",
        "review": "Vita Bella gave me a full transformation to become a healthier me.",
        "image": "vitabella/public/testimonial/products/WarrenL.webp"
    },
    {
        "name": "Aaron L.",
        "caption": "It's night-and-day",
        "review": "Vita Bella helped me achieve an incredible transformation, turning my health around and giving me the confidence to feel amazing in my own skin!",
        "image": "vitabella/public/testimonial/products/AaronL.webp"
    },
    {
        "name": "Bambi L.",
        "caption": "We can only do so much on our own. Vita Bella fills in all the gaps!",
        "review": "I am obsessed with this company!! The options are almost endless for fountain of youth!! Whether you struggle with weight, hormones imbalances, physical injuries, etc, its amazing! It’s a one stop shop and you can do so much of it online!",
        "image": "vitabella/public/testimonial/products/BambiL.webp"
    },
    {
        "name": "Jonathan C.",
        "caption": "Thank you Vita Bella family!",
        "review": "Vita Bella has been life changing for me. I had very low T prior to consulting with their professional staff. My energy levels have significantly increased, my T levels are much higher than before, the amount of reps in the gym have been increased, I feel the healthiest I've been in my life.",
        "image": "vitabella/public/testimonial/products/JonathanC.webp"
    }
]